{
    "./images/photo-1557518016-20592fc7adbb.jpg": "The image features a large group of boats, including sailboats, floating on a body of water. The scene is set at night, with the boats illuminated by lights. The boats are positioned close together, creating a visually striking and peaceful atmosphere.",
    "./images/photo-1540137779703-594db0107a4b.jpg": "The image features a desert landscape with a large rock formation in the background, a mountain range, and a sunset. The sun is setting, casting a warm glow on the scene. There are two people in the foreground, and a car is visible in the background. The time of day is late afternoon, as indicated by the sunset.",
    "./images/photo-1541086263351-627c0c6999aa.jpg": "The image features a forest with trees, some of which are yellow, and a dirt road. The trees are in the foreground, and the dirt road is in the background. The scene is set during the day, and the lighting is bright, illuminating the forest and the dirt road.",
    "./images/photo-1554151228-14d9def656e4.jpg": "The image features a woman with freckles sitting in front of a window, holding her hand to her face. She is wearing a sweater and has a necklace. The background of the image is white, and the time of day appears to be daytime.",
    "./images/photo-1458571037713-913d8b481dc6.jpg": "The image features a red boat sitting on a dock in a body of water, with a mountainous landscape in the background. The scene is set during the day, with the sun shining brightly. The boat is positioned near the shore, and there is a person nearby. The overall atmosphere is calm and serene, with the boat and the surrounding landscape creating a picturesque scene.",
    "./images/photo-1639048759545-07cdc2fc63e2.jpg": "The image features a table with a white tablecloth, a plate of food, a glass of lemonade, and a bowl of fruit. The table is set outdoors, possibly during the day, and the food and drink are arranged on the table.",
    "./images/photo-1638823646453-8981014119de.jpg": "The image features a basketball court with a group of people playing, and a building in the background. The scene is set during the day, with the sun shining brightly. The basketball court is located near the building, and there are trees nearby. The people on the court are engaged in a game, and there are chairs placed on the court as well.",
    "./images/photo-1464695110811-dcf3903dc2f4.jpg": "The image features a small boat on a lake, with a cabin in the background. The cabin is situated on a hill, and the boat is docked near it. The scene is set during the day, with the sun shining brightly. The boat is positioned in the water, and there are people on it, enjoying their time on the lake.",
    "./images/photo-1548434960-18444d848cc1.jpg": "The image features a full moon rising over a cloudy sky, with a dark sky in the background. The moon is in the foreground, and the sky is filled with clouds. The moon is the main focus of the image, and it appears to be a nighttime scene.",
    "./images/photo-1433162653888-a571db5ccccf.jpg": "The image features a dog wearing a plaid blanket, sitting on the ground in a forest. The dog is positioned in the foreground, while the background consists of trees and a path. The scene is set during the day, and the lighting appears to be natural, creating a serene and peaceful atmosphere.",
    "./images/photo-1552679978-f908a45fb2d8.jpg": "The image features a small house on stilts, located on a lake surrounded by mountains. The house is situated on a dock, and there are two boats nearby. The scene is set during the day, and the lighting suggests a bright and sunny day. The presence of the boats and the house on stilts indicate that this is a recreational area, possibly a vacation spot or a unique living arrangement.",
    "./images/photo-1572502006585-8d45f2d2c72b.jpg": "The image features a forest with many trees, some of which are covered in green leaves. The trees are positioned in a way that creates a canopy above the forest floor, creating a unique and visually appealing scene. The time of day appears to be during the day, as the sunlight is shining through the trees, illuminating the forest.",
    "./images/photo-1573017714772-9e1a0f92d734.jpg": "The image features a table filled with various types of corn, including whole corn, corn kernels, and corn on the cob. The corn is displayed in a bowl or a basket, and there are also some pumpkins present. The corn and pumpkins are arranged in a way that suggests they are being sold or displayed for purchase. The table is lit, and there is a clock visible in the background, indicating that the photo was taken during the day.",
    "./images/photo-1564952709561-d596a71309ec.jpg": "The image features a rocky cliff with a body of water, such as a lake or a river, in the background. The scene is set during the day, and the lighting is bright, creating a clear and vibrant atmosphere.",
    "./images/photo-1638191646677-707fca49a03e.jpg": "The image features a person pushing a shopping cart down a sidewalk, with a tree in the background. The time of day appears to be daytime, as there is enough light to see the details of the scene. The shopping cart is positioned in front of a bench, and there is a bench nearby.",
    "./images/photo-1471899236350-e3016bf1e69e.jpg": "The image features a pink flower with a yellow center, sitting in a vase on a table. The background is blue, and the flower is lit by a light source, creating a soft and warm atmosphere.",
    "./images/photo-1541958409-7618fd1ad26e.jpg": "The image features a snow-covered landscape with a body of water, such as a lake or a river, surrounded by trees. The scene is set during the day, with the sun shining brightly. The trees are bare, indicating that the image was taken during the winter season.",
    "./images/photo-1550686041-366ad85a1355.jpg": "The image features a snow-covered mountain with a peak, a snowy hill, and a valley in the background. The scene is set during the day, with the sun shining brightly, illuminating the landscape. The mountain is the main focus of the image, with the sun casting its light on it, creating a beautiful and serene atmosphere.",
    "./images/photo-1553272725-086100aecf5e.jpg": "The image features a man sitting at a desk with a laptop, a camera, and a lamp. He is using the laptop and looking at the camera. The setting appears to be a room with a window, suggesting that it could be daytime or evening. The objects and people present in the image include the man, the laptop, the camera, and the lamp.",
    "./images/photo-1471086569966-db3eebc25a59.jpg": "The image features a potted plant with a green leaf on a table, sitting next to a clear glass vase. The plant is positioned in the middle of the table, and the vase is positioned on the left side of the plant. The scene is set during the day, and the lighting is bright, creating a well-lit environment.",
    "./images/photo-1638533760719-81450c3cf1a0.jpg": "The image features a snow-covered tree with lit Christmas lights, which are visible in the background. The tree is situated in a park, and there is a bench nearby. The time of day appears to be during the evening, as the lights are on and the sky is dark.",
    "./images/photo-1560851691-ebb64b584d3d.jpg": "The image features a lush green forest with a waterfall, a pond, and a stream. The scene is set at night, with the waterfall illuminated by a light source. The waterfall is surrounded by a lush greenery, and there are rocks and moss in the area.",
    "./images/photo-1551106652-a5bcf4b29ab6.jpg": "The image features a plate with three donuts, each with different toppings, sitting on a table. The donuts are placed next to each other, possibly on a white plate. The background of the image is white, and the lighting appears to be bright, creating a visually appealing scene.",
    "./images/photo-1600288214715-7c9e3127c3c2.jpg": "The image features a tall tower with a radio antenna on top, set against a backdrop of a cloudy sky. The tower is located in the foreground, while the sky is in the background. The time of day appears to be either sunset or sunrise, as the sky is filled with warm hues. The tower is illuminated by the sun, creating a striking contrast between the tower and the sky.",
    "./images/photo-1545063914-a1a6ec821c88.jpg": "The image features a deer standing in a grassy field, with a tree in the background. The deer is walking through the field, and it is either in the middle of the day or at dusk, as the lighting suggests. The deer is standing in front of a tree, and there are no other people or objects visible in the image.",
    "./images/photo-1485470733090-0aae1788d5af.jpg": "The image features a mountain range with snow-capped peaks, a cloudy sky, and a person standing in the foreground. The scene is set at night, with the mountain range and the person illuminated by the moon.",
    "./images/photo-1635955739768-896887642f4e.jpg": "The image features a road with a couple of traffic signs, including a \"road closed\" sign, and a \"road closed\" barrier. The signs are positioned on the side of the road, and the barrier is blocking the road. The scene takes place during the day, and the lighting is bright, making it easy to see the signs and the barrier.",
    "./images/photo-1547979682-ee3acc7a3f13.jpg": "The image shows a snowy road with a house in the background, and a person is standing on the side of the road. The road is covered in snow, and the sky is dark, suggesting that it is either late afternoon or early morning.",
    "./images/photo-1600358360892-dc1d87cf6a60.jpg": "The image features a mountain range in the background, with a dirt field or plain in the foreground. The sky is blue, indicating a clear day. There are no people or objects in the image.",
    "./images/photo-1461800919507-79b16743b257.jpg": "The image features a man standing on a rock in a field, wearing a blue shirt and jeans. He is holding his arms out and appears to be levitating above the ground. The sky in the background is blue, suggesting a clear and sunny day.",
    "./images/photo-1569174237922-5689ad487104.jpg": "The image features a mountain range with a cloudy sky in the background, and a person is standing on a beach. The time of day appears to be evening, as the sky is dark and the beach is lit up.",
    "./images/photo-1571816119607-57e48af1caa9.jpg": "The image features a woman with red hair, who is standing in front of a field of tall grass. She is holding a feather and appears to be in a peaceful and serene setting. The time of day is likely daytime, as the lighting suggests a bright and sunny environment.",
    "./images/photo-1557720667-093b45dde7b9.jpg": "The image features a bus, which appears to be an old, rusted, and graffiti-covered vehicle, sitting on a dirt road. The bus is parked next to a building and is surrounded by a desert landscape. The sky is dark blue, indicating that it is nighttime. The bus is positioned in the foreground, while the building is in the background.",
    "./images/photo-1639030089338-caedb56ff4d8.jpg": "The image features a wooden cutting board with various food items on it, such as bananas and cheese. The cutting board is placed on a table, and there are also several dice on the table. The scene appears to be set during the day, with natural lighting illuminating the scene. The objects are positioned in such a way that they create an interesting visual effect, with the food items and dice seemingly interacting with each other.",
    "./images/photo-1543260775-945c562403b3.jpg": "The image features a group of pink flamingos standing on stools, with their legs spread out. They are positioned in front of a dark background, which creates a striking contrast between the birds and their surroundings. The time of day appears to be night, as the birds are lit up and their colors are more prominent. The flamingos are standing close together, with their legs spread out, which adds to their unique and striking appearance.",
    "./images/photo-1470058869958-2a77ade41c02.jpg": "The image features a lush green forest with a dense canopy of trees, creating a serene and natural setting. The trees are tall and leafy, providing a sense of depth and shade. The scene is set during the day, with sunlight shining through the trees, illuminating the forest floor and creating a vibrant atmosphere. The image also includes a person, who is standing in the forest, possibly observing the surroundings or taking a break from their journey.",
    "./images/photo-1638189488778-180357430898.jpg": "The image features a baby lying on a couch, with a blanket covering them. The baby is being held by a person, possibly a mother, who is sitting next to the baby. The scene takes place in a living room, and there are two pillows in the background. The time of day appears to be daytime, as the lighting is bright.",
    "./images/photo-1572303019843-8b5e58984d4e.jpg": "The image features a pile of leaves on the ground, with some leaves scattered around. The leaves are brown and appear to be from a tree. The scene is set during the day, with sunlight illuminating the area. The leaves are located near a tree, and there is a person standing nearby.",
    "./images/photo-1561712815-ca8c24faa5b5.jpg": "The image features a winding road with cars driving on it, surrounded by mountains and a lake. The road is located in a valley, and there are houses nearby. The scene is set during the day, and the lighting appears to be bright, which highlights the road and the surrounding landscape.",
    "./images/photo-1599669846660-945c5c775181.jpg": "The image features a tall building with a large window, a balcony, and a lit-up tower. The building is situated in a cityscape, and the sky is dark, suggesting that it is nighttime. The balcony overlooks the city, and the lighting of the tower adds a dramatic effect to the scene.",
    "./images/photo-1635959565667-aeb00a4297ba.jpg": "The image features a rocky cliff, a waterfall, and a river running through a canyon. The scene takes place during the day, and the waterfall is illuminated by sunlight. The waterfall is surrounded by a lush green forest, creating a picturesque and serene atmosphere.",
    "./images/photo-1567316106249-b2ecaeefdade.jpg": "The image features a river surrounded by trees, with a bridge visible in the background. The scene is set during the evening, as indicated by the lighting. The river is flowing, and there is a person standing on the riverbank.",
    "./images/photo-1639050154816-bced01e66bfc.jpg": "The image features a picnic table in a forest setting, with a bench nearby. The table is surrounded by trees and rocks, and it is located in a clearing. The time of day appears to be during the day, as the lighting is bright and clear.",
    "./images/photo-1556648011-e01aca870a81.jpg": "The image shows a foggy day in a forest, with trees and fog covering the area. The scene is set during the day, and the fog is creating a unique atmosphere. There is a person in the image, and the person is standing in front of a tree. The image also features a bird, which adds to the natural ambiance of the scene.",
    "./images/photo-1599420186946-7b6fb4e297f0.jpg": "The image features a person sitting at a table, surrounded by various objects such as books, a laptop, and a cup. The person is holding a pen and appears to be working on a project or drawing. The background is a wooden table, and the time of day is daytime. The setting appears to be a workspace or a home office.",
    "./images/photo-1459255418679-d6424da9ee33.jpg": "The image features a road with a mountain in the background, possibly in a mountainous region. The road appears to be empty, with no visible traffic or people. The time of day is likely during the day, as there is sufficient light to see the details of the scene. The road is surrounded by trees, creating a picturesque and serene atmosphere.",
    "./images/photo-1574387313309-7c2292978b8c.jpg": "The image features a turkey in the foreground, standing on a grassy field. The turkey is brown and has a long beard. In the background, there is a tree, and the sky is blue. The turkey is standing in the grass, and there are some leaves on the ground. The time of day appears to be daytime, as the sky is blue.",
    "./images/photo-1635956541209-cae00c9481a8.jpg": "The image features a table with three white coffee cups, a white cloth, and a wooden table. The cups are placed on the cloth, which is draped over the table. The table is situated in front of a window, and the scene is set during the day.",
    "./images/photo-1565138146061-e29b079736c0.jpg": "The image features a man standing in a forest, surrounded by trees and plants. The man is standing near a tree trunk, which is also a part of a fallen tree. The scene is set during the day, and the lighting appears to be natural, with sunlight illuminating the area. The man is standing in front of a waterfall, which adds to the serene and picturesque atmosphere of the scene.",
    "./images/photo-1558090056-c994bfb27e14.jpg": "The image features a snow-covered mountain with a small cabin in the foreground. The cabin is situated on a snow-covered hill, and there is a person standing in front of it. The cabin is lit up, and the sky is filled with stars, indicating that it is nighttime.",
    "./images/photo-1599581148873-b1df350d667f.jpg": "The image features a tall building with a brick exterior, a window, and a door. The building is situated in a cityscape, and the sky is visible in the background. The time of day appears to be either early morning or late afternoon, as the lighting suggests a transition between the two. The building is positioned in the foreground, with the sky in the background, and the sun is shining on the building, creating a visually striking scene.",
    "./images/photo-1554124819-e6a2f5eed22b.jpg": "The image features a person standing in a forest, surrounded by tall trees. The person is standing in the middle of a field, and there are trees in the background. The time of day appears to be during sunset, as the lighting suggests a warm and atmospheric setting. The person is facing away from the camera, and there are no other objects or people visible in the image.",
    "./images/photo-1543952533-1152a7c1a39c.jpg": "The image features a large, open space with a cathedral-like structure in the background. The sky is blue, and the scene appears to be set during the day. The cathedral has a large, open area with a stone wall, and people are standing in the space. There is also a cross in the image, which adds to the religious atmosphere.",
    "./images/photo-1635962184150-1466129b1127.jpg": "The image features a large building with a balcony and a window, possibly a hotel, with a clock visible on the side. The building is located in a city setting, and there is a tree in the background. The time of day appears to be daytime, as the sky is visible in the background. The building is positioned next to a street, and there is a person standing on the balcony.",
    "./images/photo-1541480333465-b09786ad8ac6.jpg": "The image features a field with pumpkins and a hay bale, likely taken during the fall season. The pumpkins are placed in the field, and there is a hay bale nearby. The scene is set in a rural or agricultural area, with the pumpkins and hay bale being the main subjects.",
    "./images/photo-1635961749515-177ce449cfb2.jpg": "The image features a dark sky with stars shining brightly, creating a beautiful and serene atmosphere. The stars are positioned in a straight line, possibly indicating a clear night with minimal atmospheric interference. The sky is dark, which suggests that the photo was taken during nighttime or during a period of low light. The image also includes a moon, which adds to the overall beauty of the scene.",
    "./images/photo-1544726368-8f4b5475a7e4.jpg": "The image features a colorful hot air balloon flying over a field of flowers, with the sky in the background. The hot air balloon is positioned above the field, and it appears to be flying during the day. The lighting in the image is bright, creating a visually appealing scene.",
    "./images/photo-1534353436294-0dbd4bdac845.jpg": "The image features a dining table with chairs, a laptop, a potted plant, and a clock. The table is situated in front of a window, and the room appears to be well-lit.",
    "./images/photo-1569597408915-cb395eee98b0.jpg": "The image features a rainbow-colored waterfall in a rocky, mountainous area. The waterfall is surrounded by a lush green forest and a rocky cliff. The scene is set during the day, with sunlight illuminating the waterfall and the surrounding area.",
    "./images/photo-1550651672-e5f43068b885.jpg": "The image features a close-up of a pink flower with green leaves, which is sitting in the water. The flower is illuminated by a light source, creating a soft and warm glow. The scene is set during the day, and the flower is positioned in the foreground, with the water and the background in the background.",
    "./images/photo-1554587293-d010b477b5a4.jpg": "The image features a plate with several green and white macarons on it, sitting on a table. The macarons are placed on a white plate, which is sitting on a white table. There is a vase in the background, and the table is lit. The time of day is not explicitly clear, but the lighting suggests it could be daytime or evening.",
    "./images/photo-1538883689728-2c32af36a313.jpg": "The image features a table with a bunch of leaves, a vase, and a candle. There is a piece of paper on the table with the word \"give\" written on it. The scene is set during the day, and the lighting appears to be natural. The objects are arranged on the table, creating a cozy and inviting atmosphere.",
    "./images/photo-1639046033583-390653f5c09a.jpg": "The image features a glass of chocolate milk, which has been poured into a cup, and it is sitting on a table. The glass is filled with chocolate milk, and there is a spoon nearby. The scene is set during the day, and the lighting is bright, illuminating the objects and the table.",
    "./images/photo-1541252260730-0412e8e2108e.jpg": "The image features a group of women running on a track, with one of them leading the pack. They are wearing uniforms and are competing in a race. The background of the image includes a stadium, which suggests that the event is taking place in a public venue. The time of day is likely during the day, as the lighting is bright and clear. The image also includes a clock, which might be used to track the progress of the race.",
    "./images/photo-1488900128323-21503983a07e.jpg": "The image features a purple ice cream sandwich with two sticks, sitting on a table. The background is a forest, and the scene appears to be set during the day. The ice cream sandwich is positioned in front of a tree, and there is a bowl of berries nearby. The lighting is natural, creating a warm and inviting atmosphere.",
    "./images/photo-1548010514-c6575cefcdcc.jpg": "The image features a large, illuminated Eiffel Tower in the background, with a cityscape visible in the background. The tower is lit up at night, creating a dramatic and visually appealing scene.",
    "./images/photo-1568858989121-ac417bc11135.jpg": "The image features a field of yellow flowers, possibly sunflowers, with a blue sky in the background. The sun is shining brightly, illuminating the scene. The flowers are in the foreground, and there is a person standing in the field. The time of day appears to be daytime, as the sun is shining brightly.",
    "./images/photo-1471897488648-5eae4ac6686b.jpg": "The image features a laptop computer sitting on a table, with a glass of water and a potted plant nearby. The laptop is turned on, and the screen is lit up. The scene is set during the day, and the lighting is bright.",
    "./images/photo-1561187273-0d2494d76346.jpg": "The image features a road in the foreground, with a tree in the background. The time of day appears to be during sunset, as the sky is orange and the lighting is warm. The road is empty, with no visible objects or people.",
    "./images/photo-1544038659-12337883d216.jpg": "The image features a busy city street with a crowd of people walking down the sidewalk. The street is illuminated by sunlight, creating a bright and lively atmosphere. The people are walking in front of a building and a store, and there is a traffic light visible in the scene. The time of day appears to be daytime, as the sun is shining brightly.",
    "./images/photo-1558005137-d9619a5c539f.jpg": "The image features a lush green field with a dirt road running through it. The field is filled with green plants, and there is a tree in the background. The time of day appears to be during the day, as the lighting is bright. A person is standing in the field, and there is a car nearby. The setting appears to be a rural or countryside environment.",
    "./images/photo-1571215682742-561893604b40.jpg": "The image features a small house with a door and a window, surrounded by a garden with flowers and plants. The house is located near a fence, and there is a person standing in front of the house. The time of day appears to be daytime, as the house is well-lit, and the person is visible.",
    "./images/photo-1562374184-a71b175917b0.jpg": "The image features a tree standing in the middle of a lake, with the sun setting in the background. The tree is surrounded by water, and it appears to be a calm and serene scene.",
    "./images/photo-1547574832-c6b67ae80f07.jpg": "The image features a sandy beach with a sandy hill, a wave-like pattern on the sand, and a person standing on the beach. The background is dark, and the time of day appears to be night. The person is standing on the sand, possibly near the water, and there are no other objects or people visible in the image.",
    "./images/photo-1638193625184-fd7b6d313eb9.jpg": "The image features a tennis court with a variety of tennis rackets laid out on it. The rackets are placed on the ground, possibly after a game or practice session. The scene is set during daytime, and the lighting suggests that it is a sunny day.",
    "./images/photo-1557517395-f8dff7f191e7.jpg": "The image features two surfboards floating in the water, with a beach in the background. The scene is set during the day, and the sun is shining brightly. The surfboards are positioned close to a rocky shoreline, and there are no people or objects visible in the image.",
    "./images/photo-1533335121856-52d185e85ec1.jpg": "The image features a close-up of a palm tree with its leaves still attached, possibly in a tropical setting. The tree is surrounded by other palm trees, and the scene is set during the day.",
    "./images/photo-1529218402470-5dec8fea0761.jpg": "The image shows a busy city street with a large number of people walking around, some of them on motorcycles. The street is filled with traffic, including cars and motorcycles, and there are traffic lights present. The scene is set during the day, and the lighting is bright, with the sun shining brightly. The background features a skyscraper, which adds to the urban atmosphere of the city.",
    "./images/photo-1538108149393-fbbd81895907.jpg": "The image shows a hospital room with beds, a sink, and a window. The room is well-lit and clean, indicating a well-maintained environment.",
    "./images/photo-1635960778807-ff898f036487.jpg": "The image features a woman wearing a pumpkin mask, walking down a road or path in a forest or wooded area. The time of day appears to be either early morning or late afternoon, as the lighting suggests. The woman is holding a pumpkin, possibly as a prop or decoration for a costume or event.",
    "./images/photo-1497034825429-c343d7c6a68f.jpg": "The image features a person holding a large scoop of ice cream, which is a cone-shaped dessert. The ice cream is sitting on a yellow background, and there is a hand holding the cone. The time of day appears to be daytime, as the lighting is bright. The person is standing in front of a yellow wall, and there is a handbag nearby.",
    "./images/photo-1638824886045-783ca980bf11.jpg": "The image features a cityscape with a skyline, including a large building, a bridge, and a city street. The skyline is set against a backdrop of a cloudy sky, and the city lights are shining brightly. The time of day appears to be during sunset, as the city lights and the sky create a picturesque scene.",
    "./images/photo-1539353215725-6b3779362bea.jpg": "The image features a close-up of a large, geometric sculpture, which is a part of a larger structure. The sculpture is made of metal and is placed on a black background. The time of day appears to be nighttime, as the lighting is dark. The sculpture is positioned in the foreground, with the background being dark, creating a contrast between the sculpture and its surroundings.",
    "./images/photo-1549867679-8f092bfe5329.jpg": "The image features a rocky shoreline with a castle-like structure, a lighthouse, and a group of people walking along the beach. The scene takes place at sunset, with the sky casting a warm glow over the landscape. The castle-like structure is situated near the water, and the lighthouse is positioned in the background. The people walking along the beach are enjoying the beautiful view and the serene atmosphere of the sunset.",
    "./images/photo-1638188955953-55ed6325eeff.jpg": "The image features a street scene with a car driving down a narrow road, surrounded by a row of houses. The houses are old and have a quaint appearance. The time of day appears to be daytime, as the street is well-lit.",
    "./images/photo-1461896836934-ffe607ba8211.jpg": "The image features a person running on a track, holding a baton, and wearing a black shirt. The background of the image is a field, and the time of day appears to be daytime. The person is positioned in the foreground, with the baton and the track in the background. The lighting in the image is bright, highlighting the runner's form and the track.",
    "./images/photo-1485550409059-9afb054cada4.jpg": "The image features a pile of yellow Lego blocks, with some of them having faces on them, sitting on a table. The scene is set during the day, and the objects are positioned in front of a white wall.",
    "./images/photo-1557100955-93b2fb57c317.jpg": "The image features a close-up of a lush green leafy plant with a palm tree in the background. The plant is located in the foreground, and the palm tree is in the background. The scene is set during the day, with natural lighting illuminating the scene.",
    "./images/photo-1635960778857-dce46e4bc6a1.jpg": "The image features a young woman standing on a dirt road, wearing a white dress, and holding a camera. The background includes a forest, and the scene is set during the day. The woman is standing in the middle of the road, posing for the camera.",
    "./images/photo-1600037402813-d7f103d0cd05.jpg": "The image features a close-up of a colorful bird, possibly a parrot, with vibrant orange and yellow feathers. It is set against a black background, which emphasizes the bird's colors and details. The bird is positioned in front of a light source, which casts a shadow on the bird and the background.",
    "./images/photo-1564369790608-e7fefe819dec.jpg": "The image features a lake at night, with a starry sky visible above it. The lake is surrounded by grass and trees, and there is a boat floating on the water. The scene is set in a peaceful and serene environment, with the boat being the only visible object in the image.",
    "./images/photo-1554570731-63bcddda4dcd.jpg": "The image features a lush green plant with green leaves, possibly a shrub or a bush, growing in a garden. The plant is surrounded by other plants and is located in a sunny area. The time of day appears to be daytime, as the sunlight is shining on the plants.",
    "./images/photo-1533602747409-1f3dea118ac8.jpg": "The image features a pile of colorful, twisted, and chewy candy, specifically gummy worms, sitting on a white surface. The scene is set during the day, and the lighting is bright.",
    "./images/photo-1536329583941-14287ec6fc4e.jpg": "The image features a notebook and a pen on a pink background. The notebook is open and the pen is resting on top of it. The scene is set during the day, with natural lighting illuminating the objects.",
    "./images/photo-1638195157505-5a4b33446acb.jpg": "The image features a Christmas tree with red and white ornaments, placed in front of a window. The tree is decorated with red and white ribbons and is lit up. The tree is positioned in the foreground, while a couch and a chair are in the background. The scene is set during the day, with natural lighting illuminating the area.",
    "./images/photo-1496449903678-68ddcb189a24.jpg": "The image features a neon sign with the word \"This\" written on it, which is mounted on a brick wall. The sign is lit up, making it stand out against the dark brick background. The time of day appears to be night, as the neon sign is glowing brightly. The sign is positioned above a pile of pillows, which are located near a skateboard. The overall setting appears to be a room or a store, with the neon sign serving as a decorative element.",
    "./images/photo-1552205526-7ad7c9aa94c7.jpg": "The image features a small house with a door and a window, sitting in the middle of a snow-covered field. The house is surrounded by a dark sky filled with stars, indicating that it is nighttime. The house is positioned in the foreground, with the sky in the background. The scene is lit by the stars, creating a serene and peaceful atmosphere.",
    "./images/photo-1635958030830-f0bbd21d919c.jpg": "The image features a woman in a bikini, standing in a body of water, possibly a pool or a river. She is posing for a photo, and there is a waterfall in the background. The scene takes place during the day, with natural lighting illuminating the area.",
    "./images/photo-1547574677-78ac9141ed6a.jpg": "The image features a close-up of a sandy beach, with sand and rocks visible. The beach is empty and appears to be at dusk, as the lighting suggests. The sand is brown, and the rocks are scattered throughout the scene."
}