{
    "./images/photo-1635931907849-f2109d3aecf3.jpg": "The image features a bird sitting on a grass-covered field during the day. The bird is positioned in the foreground, with the grass and sky in the background. The lighting is bright, illuminating the bird and the surrounding area. There is a text in the image, which is likely a description or a title.",
    "./images/photo-1557518016-20592fc7adbb.jpg": "The image features a large group of boats floating on a body of water, with some of them being white. The boats are lined up in a row, creating a visually appealing scene. The time of day appears to be during sunset, as the lighting suggests a warm and serene atmosphere. The boats are positioned in a way that they appear to be floating on the water, and there are people in the background, likely enjoying the view or preparing to board the boats.",
    "./images/photo-1635108007076-47530881e2ac.jpg": "The image features a forest with trees and leaves, possibly in autumn. The trees are bathed in sunlight, creating a warm and vibrant atmosphere. The scene is set during the day, as the sun is shining brightly. The trees are positioned in the background, with a sky visible above them. The image also includes a person, who is standing near the trees, possibly enjoying the serene and picturesque surroundings.",
    "./images/photo-1636550880539-dbf8aca1bf71.jpg": "The image features a car interior with a steering wheel and a dashboard. The car is parked in a parking lot, and there is a person standing next to it. The car is a vintage model, and the photo is taken during the day.",
    "./images/photo-1628453596411-e696bd660f34.jpg": "The image features a cityscape with a large building, a moon, and a lightning storm in the background. The city lights are on, and the moon is visible above the skyscraper. The scene is set during nighttime, with the lightning storm creating a dramatic backdrop.",
    "./images/photo-1635718213398-3bcd1a9ffcb7.jpg": "The image features a person holding a sign, possibly protesting or expressing their opinion, in a public setting. The sign is held up against a backdrop of trees, and the person is standing in the middle of a crowd. The time of day appears to be during the day, as the lighting suggests it is not too dark or too bright.",
    "./images/photo-1635406726707-a25a0dbc2e14.jpg": "The image shows a body of water, likely a pond or a stream, with rocks and a sandy beach surrounding it. The water is calm, and the sun is setting, creating a serene and picturesque scene.",
    "./images/photo-1637260228557-a1a7810b991f.jpg": "The image features a woman with a ponytail, wearing a white shirt, standing in front of a red wall and a bush of flowers. The scene takes place during the day, and the woman is posing for the camera.",
    "./images/photo-1633113214186-9f1e186498fe.jpg": "The image features a man and a woman sitting at a table in a room, working on their laptops. They are surrounded by various items, such as books, papers, and a laptop. The room appears to be dimly lit, creating a cozy atmosphere. The time of day is not explicitly stated, but it is clear that they are working during the day. The objects and people in the image suggest that they are engaged in a collaborative or work-related activity.",
    "./images/photo-1540137779703-594db0107a4b.jpg": "The image features a desert landscape with a mountain range in the background. The sun is setting, casting a warm glow over the scene. There are two red rocks in the foreground, and a person is standing in the middle of the desert.",
    "./images/photo-1635073878554-1d35fa316c4f.jpg": "The image features a person sitting on a chair, wearing a white dress, and holding a pair of shoes. The background includes a floral arrangement and a vase. The time of day appears to be daytime, as the lighting is bright. The person is sitting in front of a window, which suggests that the setting might be a home or a public space with natural light.",
    "./images/photo-1541086263351-627c0c6999aa.jpg": "The image features a forest with trees in the background, and a person is standing in the foreground. The trees are yellow, indicating that the photo was taken during the fall season. The person is positioned in the foreground, and the trees are in the background, creating a sense of depth and perspective. The image is likely taken during the day, as the colors of the trees are vibrant and well-lit.",
    "./images/photo-1624475640396-1e4a892c7d3a.jpg": "The image features a pier with a mountain in the background, possibly Mount Fuji. The pier is located in the water, and there are people standing on it. The scene is set during the day.",
    "./images/photo-1554151228-14d9def656e4.jpg": "The image features a young woman with a ponytail, sitting in front of a window. She is wearing glasses and has a beard. The scene is set during the day, as the lighting is bright.",
    "./images/photo-1458571037713-913d8b481dc6.jpg": "The image features a red boat floating on a lake, with a mountain range in the background. The scene is set during the day, with the sun shining brightly. The boat is positioned near a dock, and there is a person standing nearby.",
    "./images/photo-1633490822755-2483d81cab8a.jpg": "The image features a person riding a motorcycle on a city street, with a tree in the background. The scene is set during the day, and the lighting is bright. The person is wearing a helmet, and there is a traffic light visible in the background. The image also includes a parked scooter and a bench.",
    "./images/photo-1635702961175-f6949dded992.jpg": "The image features a man riding a bicycle in a field during the day. The background includes trees and a foggy sky, creating a serene and picturesque setting. The man is wearing a helmet and a backpack, and he is wearing a black shirt.",
    "./images/photo-1635965750082-d69c3e8b79bd.jpg": "The image features a table with a vase, a plant, and various items such as cookies and a bowl. The table is placed in front of a window, which suggests natural light illuminating the scene. The objects are arranged on the table, with the vase and plant being the main focus. The presence of cookies and a bowl indicates that the table is set for a meal or snack.",
    "./images/photo-1635768883237-1bb8cc584978.jpg": "The image features a large building with a white exterior and a blue sky in the background. The building has a unique design with a series of white and gray slabs, and it appears to be a modern structure. The time of day appears to be daytime, as the sky is blue and the lighting is bright. There are no people or objects visible in the image.",
    "./images/photo-1634226363964-98187a7e55cf.jpg": "The image features a large body of water, with two large trees in the background. The trees are illuminated by the setting sun, creating a picturesque scene. The water is calm, reflecting the trees and the sky.",
    "./images/photo-1634654422250-9f4526b8453c.jpg": "The image features a man and a woman standing in front of a large, dark, and possibly metallic structure. They are standing in front of a stone wall, and the scene is set during the day. The structure appears to be a part of a larger building, and the two people are standing in front of it, possibly as a landmark or a point of interest.",
    "./images/photo-1628182488460-0d244f7440f2.jpg": "The image features a man in a boat on a lake, with a tree in the background. The scene is set during the day, and the lighting is bright. The boat is positioned in the middle of the lake, and the man is sitting inside it.",
    "./images/photo-1636138105085-3e9381a8e438.jpg": "The image features a black SUV parked on a dirt road, with a mountain in the background. The SUV is parked near a body of water, and there is a person standing next to it. The time of day appears to be either early morning or late afternoon, as the lighting suggests a time when the sun is either rising or setting.",
    "./images/photo-1581456495146-65a71b2c8e52.jpg": "The image features a man standing on a rock, possibly a cliff, with a mountain in the background. The scene is set during sunset, which creates a warm and serene atmosphere. The man is wearing a white jacket and is looking up at the sky. There is a car in the background, and the sky is filled with clouds.",
    "./images/photo-1633541180946-f488fac73a3a.jpg": "The image features a snowy mountain landscape, with a house and a barn visible in the background. The scene is set during the day, and the sky is cloudy. The house is located at the bottom of the hill, while the barn is situated on the side of the hill. The road is winding through the landscape, and there are trees in the area.",
    "./images/photo-1627642494854-68c8a0779fce.jpg": "The image features a butterfly sitting on a leaf in a grassy field during the day. The butterfly is orange and black in color.",
    "./images/photo-1635417310384-4a7d54255edd.jpg": "The image features a small bird perched on a tree branch, with a forest in the background. The bird is sitting in the shade, and the time of day appears to be either early morning or late afternoon. The bird is positioned in front of a tree, and there are no people or other objects visible in the image.",
    "./images/photo-1635238803839-585b672c1407.jpg": "The image features a forest with trees in the background, and a body of water, possibly a river or a lake, is visible in the foreground. The scene is set during the day, with sunlight illuminating the area. The sun is low in the sky, casting a warm glow on the landscape. The image also includes a person walking along the river, and a dog is present in the scene. The overall atmosphere is serene and picturesque, with the natural beauty of the forest and the calm body of water creating a peaceful setting.",
    "./images/photo-1636185214587-057d5b5e30dc.jpg": "The image features a table with a cup of coffee, a pastry, and a bowl of fruit. The background is a window, and the scene is set during the day. The objects are arranged on a tray, and there is a cat nearby.",
    "./images/photo-1501446393885-828292b7670a.jpg": "The image features a lake with a forest in the background, and a person is standing on a rock near the water. The time of day appears to be during the day, as the lighting is bright and clear. The person is positioned in front of the lake, with the water and the surrounding trees creating a serene and picturesque scene.",
    "./images/photo-1514517220017-8ce97a34a7b6.jpg": "The image features a plate of three glazed donuts with sprinkles on a table, sitting on a blue cloth. The donuts are placed on a white plate, and there is a cup nearby. The background is white, and the scene is set during the day.",
    "./images/photo-1504194569341-48a2e831a3a7.jpg": "The image features a man and a woman lying on a bed, with a white wall in the background. They are in a bedroom, and the time of day is night. The man is holding the woman's hand, and they are both smiling.",
    "./images/photo-1636158926664-121bd598e8a7.jpg": "The image features a small airplane flying through the sky, with a blue sky background. The plane is flying in front of a cloudy sky, and it appears to be daytime. The plane is positioned above the clouds, and it is flying in the air.",
    "./images/photo-1621001214537-a61cb5302e73.jpg": "The image features a small house in the woods, surrounded by trees and grass. The house is situated on a dirt road, and there is a car parked nearby. The scene is set during the day, with the sun shining, creating a bright and inviting atmosphere.",
    "./images/photo-1623268202161-8c32c7e213cf.jpg": "The image features a man walking down a staircase in a subway station, with a metal railing on the side. The background of the image is dark, suggesting that it was taken at night or during low light conditions. The staircase is located in a tunnel, and the man is walking on a black tiled floor.",
    "./images/photo-1593642634367-d91a135587b5.jpg": "The image shows a person sitting at a table with a laptop, typing on it. The laptop is open and the person is using it. The background of the image is a wooden table, and the time of day appears to be daytime. The person is using a keyboard and a mouse to interact with the laptop.",
    "./images/photo-1636033105899-b18d32211913.jpg": "The image features a large building with a white roof and a glass exterior, which is situated in front of a blue sky. The building is located near a parking lot, and there is a clock visible on the side of the building. The time of day appears to be daytime, as the sky is blue and the lighting is bright.",
    "./images/photo-1634315100046-b7aef36eaa22.jpg": "The image features a close-up of a group of blue and red geometric shapes, with some of them being spheres. The background is black, and the objects are placed on a black surface. The time of day appears to be night, as the lighting is dark. The objects are positioned close to each other, creating a visually striking composition.",
    "./images/photo-1637262067120-e91737ed40a0.jpg": "The image features a kitchen with a counter, a sink, a window, and a laptop computer. The kitchen is dimly lit, and the laptop is turned on.",
    "./images/photo-1633399207250-03324b6067a0.jpg": "The image features a forest with a dirt road, trees, and a sky in the background. The scene is set during the day, with the sun shining brightly. The dirt road is located near the trees, and there are trees on both sides of the road. The sky is clear and blue, creating a picturesque and serene atmosphere.",
    "./images/photo-1633354579313-7cbd8bba2641.jpg": "The image shows a crowd of people gathered in a public space, holding signs and protesting. The signs are held up by the protesters, and they are standing in front of a building. The scene takes place during the day, and the lighting appears to be bright.",
    "./images/photo-1604585728556-1749cfd13491.jpg": "The image features a train station with a train passing through a tunnel. The train is black and white, and it is moving through the tunnel. The station is empty, and there are no visible people or objects. The time of day appears to be night, as the lighting is dark.",
    "./images/photo-1633556416720-b5374b99f47a.jpg": "The image features a man on a boat, possibly a gondola, navigating a canal in Venice, Italy. The canal is lined with buildings and a bridge, creating a picturesque and historic setting. The time of day appears to be during the day, as the lighting is bright and clear. The man is the main focus of the image, and there are no other people or objects visible.",
    "./images/photo-1625120742520-3f085b6894ba.jpg": "The image features a rock formation with a large hole or archway, which is surrounded by a rocky beach. The sky in the background is orange, indicating that the photo was taken during sunset. The rock formation is located near the ocean, and there is a person standing in the foreground.",
    "./images/photo-1635348984009-cae8a5bfa11d.jpg": "The image features a cell phone case sitting on a wooden table, with a laptop and a cup nearby. The scene is set during the day, and the objects are positioned in a way that suggests a casual or relaxed atmosphere.",
    "./images/photo-1634470943030-8ceaff41a0ea.jpg": "The image features a close-up of a sandy surface with a tan color, resembling a desert or sandy beach. The background is a sky, and the time of day appears to be daytime. The sand is layered, creating a visually appealing texture.",
    "./images/photo-1636022250354-fab41ffa27de.jpg": "The image features a person holding a pink coffee mug, with their hand partially covering the mug. The background is white, and the scene appears to be set during the day. The person is sitting in front of a white wall, and there is a clock visible in the background.",
    "./images/photo-1637045713939-321b2bc8ed88.jpg": "The image features a body of water, possibly a pond or a lake, with a tree and a person in the background. The scene is set during the day, and the water appears to be calm. The person is standing near the water, and there are trees surrounding the area.",
    "./images/photo-1635505290386-1c01faedd8c0.jpg": "The image features a small white dog wearing a black and red shirt, sitting on the ground in a leaf-filled field. The dog is positioned in front of a tree. The time of day appears to be daytime, as the lighting is bright and clear.",
    "./images/photo-1618158649544-83c93b97377d.jpg": "The image features a cityscape at night, with a large building and a body of water in the background. The city is lit up, creating a vibrant and lively atmosphere. The time of day is night, as evidenced by the darkness surrounding the city. The cityscape is viewed from a vantage point, with the buildings and the water reflecting on the surface.",
    "./images/photo-1635504979606-b3e2fb1b07f2.jpg": "The image shows a group of monkeys resting on a tree branch, with one of them hanging upside down. The scene is set during the day, with sunlight illuminating the monkeys. The monkeys are positioned on a tree branch, and there is a person in the background.",
    "./images/photo-1632303746677-8b9957f532ec.jpg": "The image features a tree with a star-shaped cloud formation in the sky, which is a clear night sky. The tree is located in a field with grass, and it appears to be at night.",
    "./images/photo-1629398395264-c3f4a95bcbb4.jpg": "The image features a yellow gondola or cable car traveling through a forest, surrounded by trees. It is nighttime, and the gondola is illuminated, creating a warm and cozy atmosphere. The gondola is positioned above the trees, and there are people on it, enjoying the ride.",
    "./images/photo-1634587462190-7b132897f68a.jpg": "The image features a dark sky with stars visible, and a lighthouse is visible in the background. The lighthouse is located near a hill, and there is a person standing nearby. The time of day appears to be night, as the sky is dark and the stars are visible.",
    "./images/photo-1599069564519-bd9116ce8d30.jpg": "The image features a path surrounded by trees and mountains in the background. The path is illuminated by sunlight, creating a bright and inviting atmosphere.",
    "./images/photo-1634840844784-5e2e0485f8a6.jpg": "The image features a person riding a skateboard down a ramp, with their body partially visible through a hole in the wall. The scene is set at night, and the skateboarder is in a skate park. The ramp is located in the background, and the skateboarder is in the foreground. The lighting in the image highlights the skateboarder's actions and the ramp's structure.",
    "./images/photo-1634698046213-54daa6bf25ff.jpg": "The image features a yellow Jeep parked on a dirt road, with a mountain in the background. The Jeep is facing away from the camera, and there is a person standing next to it. The time of day appears to be during the day, as the lighting is bright and clear.",
    "./images/photo-1637269428203-8d38cf3409dc.jpg": "The image features a staircase with a handrail, leading up to a large, open space. The staircase is situated in a building with a concrete wall, and it appears to be a modern design. The time of day is night, as evidenced by the dark surroundings. The staircase is located in the foreground, with the open space in the background.",
    "./images/photo-1464695110811-dcf3903dc2f4.jpg": "The image features a boat docked in a lake, with trees in the background. The boat is sitting in the water, and there is a person standing nearby. The scene is set during the day, and the lighting is bright, creating a clear and vibrant atmosphere.",
    "./images/photo-1635355435138-16c1fa22ad9f.jpg": "The image features a close-up of a green leafy plant, possibly a palm tree, with a green background. The plant is surrounded by other leaves, and there is a person in the background. The scene appears to be set during the day, with natural lighting illuminating the scene.",
    "./images/photo-1635769164935-636873ed8eb1.jpg": "The image features a pier with a wooden structure, possibly a bridge or a walkway, and a body of water in the background. The scene is set during sunset, which adds a warm and serene atmosphere to the image. The structure is lit up, highlighting its presence in the scene.",
    "./images/photo-1548434960-18444d848cc1.jpg": "The image features a full moon rising over a cloudy sky, with the moon's light illuminating the scene. The moon is positioned above the clouds, creating a beautiful contrast between the light and the darkness.",
    "./images/photo-1433162653888-a571db5ccccf.jpg": "The image features a dog sitting on a blanket in a field, with a tree in the background. The dog is wearing a scarf and is positioned on the ground. The scene appears to be set during the day.",
    "./images/photo-1637309194017-8ac73fa46c92.jpg": "The image features a window with a view of a cityscape, including buildings and a street. The window is filled with rain, creating a reflective and somewhat distorted view of the scene. The time of day appears to be either early morning or late afternoon, as the lighting suggests a time when the sun is either rising or setting. The window is located near a building, and there is a person visible in the image, possibly looking out of the window.",
    "./images/photo-1636333134183-e27836b3d4be.jpg": "The image features a close-up of a dirty, cracked, and dusty surface, possibly a desert or a rocky terrain. The background is a sky, and the time of day appears to be during the day. The surface is cracked and appears to be made of dirt, sand, or rocks, and there are no visible people or objects in the image.",
    "./images/photo-1552679978-f908a45fb2d8.jpg": "The image features a dock with two boats, a house, and a mountain in the background. The scene is set during the day, with the sun shining brightly. The boats are docked near the house, and there are two people in the image. The overall atmosphere is peaceful and serene, with the boats and the house providing a sense of tranquility and relaxation.",
    "./images/photo-1497215728101-856f4ea42174.jpg": "The image features a laptop computer sitting on a desk in a room with a window. The laptop is positioned on a table, and there are two chairs nearby. The room is well-lit, and the time of day appears to be daytime.",
    "./images/photo-1633156114581-fc28bb136fa8.jpg": "The image features a forest with a road running through it, surrounded by trees and foliage. The trees are colorful, indicating that the photo was taken during autumn, and the sun is shining brightly, creating a warm and vibrant atmosphere.",
    "./images/photo-1572502006585-8d45f2d2c72b.jpg": "The image features a forest with a canopy of trees, which is illuminated by sunlight. The trees are dense and green, creating a lush and vibrant atmosphere. The sunlight is shining through the trees, casting shadows on the ground and creating a visually appealing scene.",
    "./images/photo-1635994449857-0ead6ac27eb9.jpg": "The image features a woman wearing a gold and silver costume, standing in front of a large metal container or tank. She is posing for a picture, and the scene is set during the day.",
    "./images/photo-1635005492534-fb34f77c2202.jpg": "The image features a river with rocks and a tree in the background, with the sun setting in the sky. The scene is set during the evening, creating a serene and picturesque atmosphere.",
    "./images/photo-1633113088942-99089f4abffa.jpg": "The image shows a man and a woman sitting at a table, with a laptop and a bowl of food in front of them. They are using the laptop, possibly for work or leisure purposes. The time of day appears to be evening, as the lighting suggests. The background features a wooden dining table, chairs, and a potted plant. The scene takes place in a restaurant setting, with the couple enjoying their meal and using the laptop.",
    "./images/photo-1633114127408-af671c774b39.jpg": "The image features a woman sitting on a couch, using a laptop computer. The laptop is open, and she is typing on it. The background of the image is a room, and the time of day appears to be daytime. The woman is looking at the laptop screen, possibly focusing on her work or personal tasks.",
    "./images/photo-1636132644036-79b25423bce9.jpg": "The image features a large body of water, possibly a lake, surrounded by a lush green hillside. The sky is blue, indicating a clear day. The scene is set during the day, with the sun shining brightly. The water appears calm and serene, creating a peaceful and picturesque atmosphere.",
    "./images/photo-1573017714772-9e1a0f92d734.jpg": "The image features a wooden bowl filled with corn, beans, and squash, placed on a table. The bowl is surrounded by various vegetables, including corn, beans, and squash. The background includes a wall, and the time of day appears to be daytime. The vegetables are arranged in a way that they are easily accessible and visually appealing.",
    "./images/photo-1636034625622-2a983466599e.jpg": "The image features a woman wearing a yellow shirt, standing in a field with a man in the background. They are both facing the camera. The time of day appears to be during the day, as the lighting is bright and clear. The scene is set outdoors, with the woman and man standing in a grassy field.",
    "./images/photo-1520901311353-76c9032606fb.jpg": "The image shows a dog running through the snow, with a mountain in the background. The dog is wearing a collar and is in the foreground, while the mountain is in the background. The time of day appears to be during the day, as the lighting is bright.",
    "./images/photo-1620567838034-f32ee85818aa.jpg": "The image features a white towel on a counter, with two pieces of cheese sitting on top of it. The cheese is placed on a plate, and the towel is folded. The scene is set during the day, and the lighting is bright.",
    "./images/photo-1585042644206-9d9ae9811e37.jpg": "The image features a snow-covered field with a mountain range in the background. The sky is a mix of orange and blue, indicating that it's either sunset or sunrise. The field is empty, with no visible objects or people.",
    "./images/photo-1635811673181-dfcec01cff02.jpg": "The image features a person holding a pumpkin, which appears to be a fake or fake-looking pumpkin, in front of a black background. The person is smiling, and the pumpkin is positioned in front of them. The time of day is unclear, but the lighting suggests that it might be daytime. The pumpkin is placed in front of the person, and there is a black cat in the background.",
    "./images/photo-1633764088641-833af773e177.jpg": "The image features a path surrounded by trees, with a person walking down the path. The path is lined with rocks, and the trees are in the background. The time of day appears to be either early morning or late afternoon, as the lighting suggests a soft, golden glow.",
    "./images/photo-1625604479008-e1bf71297898.jpg": "The image features a mountain range with a body of water, such as a lake or a pond, in the foreground. The scene is set during the day, with the sun shining brightly. The mountain range is in the background, and the water body is located in the foreground.",
    "./images/photo-1528549110781-c4a02df13cf8.jpg": "The image features a tree in the foreground, with a body of water in the background. The scene is set during the day, with the sun shining brightly. The tree is located near the water, and there is a bird in the water. The image also has text, which is likely a sign or a message.",
    "./images/photo-1636642370467-93d378493021.jpg": "The image features a woman with long hair, wearing a green shirt and standing in front of a building. She is posing for the camera, and the photo is taken during the day. The background of the image includes a window and a wall, and the woman is standing in front of a door.",
    "./images/photo-1564952709561-d596a71309ec.jpg": "The image features a rocky shoreline with a boat docked in the water. The scene is set during the day, with sunlight illuminating the area. The dock is located near a rocky cliff, and there is a person standing on the rocks.",
    "./images/photo-1635955554711-f942bb828939.jpg": "The image features a long pier with a walkway, a lighthouse, and a beach in the background. The pier is lit up, and the sun is setting, creating a picturesque scene.",
    "./images/photo-1634589327639-97c05eb56a82.jpg": "The image shows a white house with a red roof, located on a mountain. It is nighttime, and the house is illuminated by a yellow light. The house is situated on a hillside, surrounded by a rocky landscape.",
    "./images/photo-1608475381161-c2a19bdf165d.jpg": "The image features a wooden swing set with a bench, a wooden structure, and a sky filled with stars. The sky is dark blue, and the stars are visible, indicating that it is nighttime. The swing set is positioned in the foreground, and the bench is situated in the background. The scene is lit up, creating a warm and inviting atmosphere.",
    "./images/photo-1635674367453-924e9a6e7517.jpg": "The image features a woman wearing a mask while standing in a crowded area. She is surrounded by other people, some of whom are holding handbags. The scene takes place during the day, and the woman is wearing a red jacket.",
    "./images/photo-1629067637999-d95d9182ab02.jpg": "The image features a cityscape at night, with a moon in the background. The city is lit up, and there are cars driving down a busy street. The skyscraper is prominent in the scene, and there are people walking around. The city is bustling with activity, and the moon adds a serene touch to the urban environment.",
    "./images/photo-1618447977868-d26948d88c89.jpg": "The image features a butterfly resting on a purple flower, with a green leafy background. The butterfly is sitting on the flower, and it appears to be a sunny day. The butterfly is positioned in the foreground, while the green leafy background is in the background.",
    "./images/photo-1499636136210-6f4ee915583e.jpg": "The image features a close-up view of a plate with a cookie on it, which is sitting on a table. The cookie is partially eaten, with some chocolate chips still visible. The plate is placed on a table, and there is a clock in the background. The time of day is not explicitly stated, but the presence of a clock suggests that it could be daytime or early evening.",
    "./images/photo-1506459225024-1428097a7e18.jpg": "The image features a person's hand holding a piece of cake, with blueberries sprinkled on top. The cake is placed on a white plate, and there are blueberries scattered around the plate. The scene is set during the day, and the lighting appears to be bright.",
    "./images/photo-1636138104978-dbe7042043fb.jpg": "The image features a dirt road, a truck, and a group of people in the background. The scene takes place during the day, and the sky is blue. The truck is parked on the dirt road, and the people are standing nearby.",
    "./images/photo-1635185163481-6a1300cf3a5e.jpg": "The image features a beach scene with a body of water, a sandy shore, and a forest in the background. The time of day appears to be during sunset, as the sky is filled with warm colors. The sun is setting, casting a warm glow over the scene. The image also includes a boat in the water, a person standing on the beach, and a tree in the distance.",
    "./images/photo-1636054348217-4ec0f1a5c27e.jpg": "The image features a person walking on a bridge, possibly a wooden one, with a city in the background. The bridge is situated above a walkway, and there are trees nearby. The time of day appears to be during sunset, as the lighting suggests a warm and inviting atmosphere.",
    "./images/photo-1516638670706-e28e9118fa9a.jpg": "The image features a snowy road with a blue sky in the background, and a person is standing on the side of the road. The road is surrounded by snow, and there are trees nearby. The time of day appears to be daytime, as the sky is blue.",
    "./images/photo-1636434593825-de7adbff82d1.jpg": "The image features a close-up of a flower garden with a variety of flowers, including pink and white ones. The garden is set against a dark background, which creates a dramatic contrast between the flowers and the surrounding environment. The flowers are positioned in the foreground, with the garden itself in the background. The lighting is soft and highlights the delicate beauty of the flowers.",
    "./images/photo-1636517521239-4bb86552dfb3.jpg": "The image features a woman with blue hair holding a butterfly-shaped object, possibly a butterfly-shaped cell phone case, in front of a mirror. The background is white, and the time of day appears to be daytime. The woman is sitting in front of the mirror, which is positioned behind her. The lighting in the image is soft, creating a warm and inviting atmosphere.",
    "./images/photo-1635354454616-bbbe093f3165.jpg": "The image features a close-up of a brown substance, possibly chocolate, on a brown surface, such as a rock or a piece of stone. The background is dark, and the scene is set during the day.",
    "./images/photo-1632207383665-01e79c402af6.jpg": "The image features a forest with mushrooms growing on a tree stump, and there are also mushrooms scattered on the ground. The scene is set during daytime, with sunlight illuminating the area. The mushrooms are positioned near a tree, creating a natural and serene atmosphere.",
    "./images/photo-1627269817325-8da9fc719c29.jpg": "The image features a bridge in the background, with a city skyline visible in the distance. The bridge is illuminated by the setting sun, creating a warm and serene atmosphere. The sun is low in the sky, casting long shadows on the scene. There are cars on the bridge, and a person is standing nearby, possibly taking a photo. The image captures a moment of tranquility and beauty, showcasing the bridge's architectural design and the city's skyline at sunset.",
    "./images/photo-1636857686493-e4342ef6d62b.jpg": "The image features a car wash with a sign on the side of it, likely indicating the name of the business. The car wash is located in a parking lot, and there is a car inside the car wash. The time of day appears to be daytime, as the lighting is bright and clear.",
    "./images/photo-1636785427795-6d9efb889e8b.jpg": "The image features a dark sky with a tree in the foreground, possibly near a body of water. The tree is surrounded by water and rocks, creating a serene and picturesque scene. The time of day appears to be either early morning or late evening, as the sky is dark.",
    "./images/photo-1635966082044-1ad16e64bc93.jpg": "The image features a woman standing in a long hallway, with a cathedral-like structure in the background. The time of day appears to be either early morning or late afternoon, as the lighting suggests. The woman is wearing a black jacket and standing near a pillar. There is also a clock in the image.",
    "./images/photo-1624352310258-fc59036a947c.jpg": "The image features a parking garage with a row of parking spaces, each with a white line on the ground. The garage is located near a building, and there are cars parked in the spaces. The time of day appears to be during the day, as the lighting is bright and clear. The image also includes a person standing in the parking garage, and there is a text message displayed on the wall.",
    "./images/photo-1636132694371-9b92d0b6e928.jpg": "The image features a path surrounded by trees and a body of water, with a green hillside in the background. The path is empty, and the scene is set during the day.",
    "./images/photo-1634994479491-88608622277e.jpg": "The image features a Hollywood sign, which is a famous landmark, and a mountain in the background. The sign is lit up, possibly during the evening, creating a visually appealing scene. The sign is located in front of a mountain, and there are people standing in the foreground, possibly admiring the view or taking photographs.",
    "./images/photo-1632197853542-cae243b49062.jpg": "The image features a bridge with a foggy sky in the background, and it appears to be taken at night. The bridge is lit up, creating a beautiful and serene atmosphere.",
    "./images/photo-1635941607659-ab0159f89611.jpg": "The image features a rock wall with a rock formation, a stone wall, and a rock with a face drawn on it. The rock wall is located in a stone-covered area, possibly a garden or a rock garden. The time of day appears to be daytime, as the lighting is bright and clear.",
    "./images/photo-1471899236350-e3016bf1e69e.jpg": "The image features a pink flower in the foreground, with a blue sky in the background. The flower is positioned in the middle of the frame, and it is lit by sunlight.",
    "./images/photo-1634568006374-f7eea32e4b52.jpg": "The image features a foggy day with a tree in the foreground, a road, and a person walking on the road. The time of day appears to be early morning, as the sky is still dark. The fog creates a mysterious atmosphere, with the tree and the road being the main focal points of the scene.",
    "./images/photo-1541958409-7618fd1ad26e.jpg": "The image features a snowy landscape with a body of water, such as a lake or a river, surrounded by trees. The trees are covered in snow, and the sky is dark, suggesting that it is either late afternoon or early morning. The scene is set in a tropical location, with palm trees visible in the background.",
    "./images/photo-1550686041-366ad85a1355.jpg": "The image features a snow-covered mountain with a steep slope, and it is set during the day. The mountain is in the background, and there is a person standing on the snow-covered slope. The sky is blue, and the lighting is bright, creating a visually appealing scene.",
    "./images/photo-1635756837851-d3b6edbaa11c.jpg": "The image features a blue infinity symbol, which is a stylized representation of the number eight, on a black background. The symbol is made up of lines and is positioned in the middle of the image. The background is dark, creating a contrast with the blue lines. The time of day appears to be night, as the lighting is dark and the scene is illuminated by artificial light.",
    "./images/photo-1636307777555-fdb6f5e71b23.jpg": "The image features a shiny, silver sphere with a metallic, shiny surface. It is lit up, possibly by sunlight or artificial lighting. The sphere is sitting on a table, and there is a clock in the background. The time of day appears to be either morning or afternoon, as the lighting suggests. The sphere is positioned in the foreground, with the clock in the background.",
    "./images/photo-1636962646984-b8ac780efda6.jpg": "The image features a tall building with lights shining from it, creating a dramatic and visually striking scene. The building is illuminated, possibly at night, and the lights are focused on the top of the structure. The sky is dark, and the building stands out against the backdrop.",
    "./images/photo-1635322430617-9eb8cdd12844.jpg": "The image features a man standing on a rock overlooking a body of water, which could be a river or a lake. The water is green and the sky is dark, suggesting that it might be either late afternoon or early morning. The man is the main focus of the image, and there are no other people or objects visible. The scene is set in a natural environment, with the man standing on a rock overlooking the water.",
    "./images/photo-1633890623613-46ad488ff451.jpg": "The image features a close-up of a leafy plant with purple leaves, which is hanging from a tree. The plant is surrounded by other leaves, and the background is dark, giving the scene a dramatic and moody appearance. The time of day appears to be either early morning or late afternoon, as the lighting is soft and warm. The plant is positioned in front of a wall, and there is a person in the background, possibly a passerby or a photographer capturing the scene.",
    "./images/photo-1630511390079-566907b2fe1b.jpg": "The image features a yellow Vespa scooter parked on the side of a street, next to a building. The scooter is positioned in front of a window, and there is a potted plant nearby. The time of day appears to be during the day, as the lighting suggests. The scooter is parked on a brick road, and there is a person standing nearby.",
    "./images/photo-1633114128174-2f8aa49759b0.jpg": "The image features a person sitting at a table, using a laptop computer. The laptop is open, and the person is typing on it. There are cups and a book on the table, and the scene is set during the day.",
    "./images/photo-1553272725-086100aecf5e.jpg": "The image features a man sitting at a desk, using a laptop computer. The desk is situated in front of a window, providing natural light. The man is wearing a white shirt and is surrounded by various objects, including a cup and a bottle. The scene takes place during the day.",
    "./images/photo-1595397351604-cf490cc38bf1.jpg": "The image features a tray filled with heart-shaped cookies, placed on a table. The cookies are white and golden, and they are arranged in a heart shape. The background of the image is black, and the cookies are lit up, creating a visually appealing scene. The cookies are placed on a table, and there is a person standing nearby, possibly observing or preparing to serve the cookies. The time of day is not explicitly described, but the presence of the cookies and the person suggests that it might be a daytime setting.",
    "./images/photo-1622028715355-ec58f12a7f9c.jpg": "The image features a slice of chocolate cake on a table, with a spoon and a fork nearby. The cake is placed on a dining table, and there is a clock in the background. The time of day appears to be late afternoon, as the lighting suggests. The cake is positioned in the foreground, and the spoon and fork are placed behind it.",
    "./images/photo-1635232958036-47d621343f0d.jpg": "The image features a wooden shelf with a potted plant and a vase, both placed on it. The shelf is situated near a window, which provides natural light to the scene. The time of day appears to be daytime, as the lighting is bright and clear. The objects are positioned close to each other, with the potted plant and vase sitting next to each other. The setting appears to be a home or a similar indoor environment.",
    "./images/photo-1637248921272-55cb27d12a31.jpg": "The image features a mountain range in the background, with a purple sky in the foreground. The sun is setting, casting a warm glow on the scene. The mountain range is in the background, and the sky is purple, indicating that the photo was taken during sunset.",
    "./images/photo-1633083016072-3fcfec72cc68.jpg": "The image features a small bird sitting on a branch, with a yellow flower in its beak. The bird is positioned in front of a dark background, which creates a contrast between the bird and its surroundings. The time of day appears to be either early morning or late afternoon, as the lighting is soft and warm. The bird is sitting on a branch, and there is a person nearby, possibly observing the bird. The setting appears to be outdoors, with the bird and the person sharing the same environment.",
    "./images/photo-1636165815614-4ae073913f68.jpg": "The image features a person walking through a forest, wearing a black boot and a black jacket. They are walking on a dirt path, surrounded by trees and grass. The scene is set during the day, and the person is walking towards a tree.",
    "./images/photo-1471086569966-db3eebc25a59.jpg": "The image features a plant with a long, drooping leaf in a clear vase on a table. The background is white, and the time of day appears to be daytime. The plant is positioned in the foreground, with the vase and table in the background. The lighting is bright, illuminating the scene.",
    "./images/photo-1499195333224-3ce974eecb47.jpg": "The image features a close-up of a pile of colorful candy, specifically, a bunch of red, yellow, and green jelly beans. The candy is displayed on a table, and there is a clock visible in the background. The scene is set during the day, and the lighting is bright, making the colors of the jelly beans stand out.",
    "./images/photo-1582293041079-7814c2f12063.jpg": "The image features a close-up of a plate with a dozen donuts, each with sprinkles on top. The donuts are arranged on a table, and there is a clock in the background. The time of day appears to be daytime, as the lighting is bright and clear. The donuts are positioned in front of the clock, and there are no people or objects in the image.",
    "./images/photo-1635867238567-211a7b61ce40.jpg": "The image features a table with a variety of beauty products, including bottles, jars, and a tube. There are also some plants and a vase present on the table. The table is placed in front of a window, which suggests natural light is illuminating the scene. The beauty products are arranged on the table, and the plants and vase are placed nearby, creating a visually appealing and organized display.",
    "./images/photo-1637263793512-438e70642f3c.jpg": "The image features a white and orange Volkswagen bus parked on a street, with a person standing nearby. The bus is parked next to a red car. The scene takes place during the day, and the lighting is bright, creating a clear and well-lit image.",
    "./images/photo-1633884187493-7f2012547051.jpg": "The image features a train station platform with a clock on the side of a building, a bench, and a person sitting on it. The platform is empty, and the train station appears to be deserted. The time of day is night, as indicated by the darkness and the presence of a clock.",
    "./images/photo-1634053672942-d291994da3dd.jpg": "The image features a table with a variety of pumpkins, including some that are still in their netting. The pumpkins are placed on a cloth or tablecloth, and there are also some apples and a bowl present. The scene is set during daytime, and the pumpkins are placed on a table in a room.",
    "./images/photo-1636017333880-6b88ce2c8f3a.jpg": "The image shows a dark alleyway with a blue sky in the background. There is a person standing in the alleyway, and a painting is displayed on the wall. The time of day appears to be late afternoon, as the sky is blue and the lighting is dim.",
    "./images/photo-1636093666353-a550fa61150c.jpg": "The image features a bird perched on a tree branch, with a tree in the background. The bird is sitting on a tree branch in the shade, and there is a tree in the foreground. The time of day appears to be during the day, as the bird is visible and the lighting is bright.",
    "./images/photo-1635352263535-167aac6cc044.jpg": "The image shows two women working in a field, with one of them holding a broom. They are standing on a dirt field, and there is a sky in the background. The time of day appears to be daytime, and the lighting is bright, suggesting a sunny day. The women are standing close to each other, and there is a fence nearby.",
    "./images/photo-1635315619556-5826839a1bea.jpg": "The image features a close-up of a brown, textured surface, possibly a wall or a piece of furniture, with a person standing in front of it. The background is dark, and the time of day appears to be during the day. The person is positioned in front of the textured surface, possibly to take a photograph or to observe it.",
    "./images/photo-1633114073758-c4be9aeb15ac.jpg": "The image features a person holding a laptop in their hand, with a backpack nearby. They are standing in front of a wall, and the scene appears to be set during the day.",
    "./images/photo-1635993522806-a9998e360804.jpg": "The image features a man wearing a beanie and glasses, standing in front of a wall with graffiti on it. The wall has a clock on it, and the man is positioned in front of it. The time of day appears to be evening, as the lighting suggests.",
    "./images/photo-1635353779138-0fddba218a30.jpg": "The image features a green and white van parked in a forest, with a tree in the background. The van is parked next to a tree, and there is a person standing near it. The time of day appears to be either early morning or late afternoon, as the lighting suggests a soft, warm glow.",
    "./images/photo-1560851691-ebb64b584d3d.jpg": "The image features a lush green forest with a waterfall, a pond, and a rock formation. The scene is set at night, with the waterfall and pond illuminated by a green light. There is a person standing near the waterfall, and the forest appears to be alive with greenery and water.",
    "./images/photo-1636145354736-439482e677a5.jpg": "The image features a lava field with a large lava flow, a mountain in the background, and a person standing in the foreground. The scene is set during the day, and the lava flow is lit up by the sun.",
    "./images/photo-1594118313797-0fe882874416.jpg": "The image features a green building with a sign on top, which reads \"He is a place where nothing ever happens.\" The sign is illuminated by a yellow light, and the building is situated in the background. The sign is positioned above the building, and there are no people or objects visible in the image. The time of day is not explicitly described, but the presence of a yellow light suggests that it might be during the evening or night.",
    "./images/photo-1636138389505-cbe6304db246.jpg": "The image features a dining room with a wooden table and chairs, a TV, and a potted plant. The room is well-lit, and the table is set with chairs and a dining table. The background of the image is white, and the time of day appears to be daytime.",
    "./images/photo-1633354580825-a97c20319206.jpg": "The image features a group of people holding signs and protesting, with a red sign in the foreground. The protest is taking place during the day, and the scene is set in a city. The protesters are standing close to each other, and the image captures the moment when they are holding their signs and expressing their opinions.",
    "./images/photo-1634750089642-49e19037b78d.jpg": "The image features a close-up of a jellyfish, which is suspended in the air and appears to be glowing. The jellyfish is surrounded by a dark background and is lit up, creating a visually striking scene. The time of day appears to be night, as the jellyfish is glowing brightly.",
    "./images/photo-1551106652-a5bcf4b29ab6.jpg": "The image features a plate with three chocolate frosted doughnuts, each with sprinkles and different colors. They are placed on a dining table, and there is a clock in the background. The doughnuts are sitting on a white plate, and they are placed on a wooden table. The scene is set during the day, and the lighting is bright, creating a pleasant atmosphere.",
    "./images/photo-1635950533753-39e59a5a1d74.jpg": "The image features a dirt field with a large pile of sand, a few trees, and a dirt road. The scene is set during the day, with the sun shining brightly. The dirt field is located in the background, and the sky is clear.",
    "./images/photo-1604854657221-42873468254c.jpg": "The image features a tree with many leaves, which is likely a maple tree, and it is located in a park. The tree is surrounded by grass and is positioned in front of a blue sky. The tree is also close to a bench, which is situated in the background. The time of day appears to be during the day, as the sky is blue and the tree is well-lit.",
    "./images/photo-1636038301178-0534cabba3db.jpg": "The image shows a body of water, possibly a lake, with a pier and a house in the background. The time of day appears to be either early morning or late afternoon, as the lighting suggests a soft, warm glow. The house is located on the shore, and the pier extends into the water. There are no people visible in the image.",
    "./images/photo-1635860219388-679615753997.jpg": "The image features a man wearing a hat and holding a hat in his hand. He is standing in front of a wall and appears to be wearing a mask. The hat and mask suggest that the man might be participating in a costume event or a themed gathering. The time of day is not explicitly stated, but the presence of a wall and the man's attire indicate that the photo was taken during the day.",
    "./images/photo-1593642702749-b7d2a804fbcf.jpg": "The image features a laptop computer sitting on a table, with a wooden desk in the background. The laptop is open and turned on, and there is a clock in the scene. The time of day appears to be daytime, as the lighting suggests. The laptop is positioned on a desk, and there is a person visible in the image, possibly working or using the computer.",
    "./images/photo-1634978160062-dbbb1751f786.jpg": "The image shows a group of people holding signs and protesting in a city street. The protest is taking place during the day, and the scene is set in a public area. The signs held by the protesters are related to the cause they are advocating for, and they are standing close to each other.",
    "./images/photo-1637298229921-c193d49cafb4.jpg": "The image features a close-up of a bag of doughnuts, with a few doughnuts visible. The doughnuts are placed on a blue background. There is a clock in the background, suggesting that the photo was taken during the day. The doughnuts are positioned in front of the clock, and the lighting is bright, creating a visually appealing scene.",
    "./images/photo-1633114127451-558041183c3b.jpg": "The image shows two people sitting at a table, working on their laptops. They are using their laptops, possibly for work or study purposes. The background of the image is a white wall, and the time of day appears to be daytime. The laptops are positioned on the table, and there are cups nearby, suggesting that they are having a drink while working.",
    "./images/photo-1635357031846-fe1e959dc428.jpg": "The image features a cityscape at night, with a large city skyline visible in the background. The skyline is illuminated by lights, creating a vibrant and lively atmosphere. The city is situated near a river, which adds to the picturesque setting. The time of day is night, as evidenced by the darkness and the lights illuminating the skyline.",
    "./images/photo-1518895949257-7621c3c786d7.jpg": "The image features a single rose in a glass vase, sitting on a table. The rose is placed in the sunlight, creating a warm and inviting atmosphere. The background is white, and the time of day appears to be daytime. The rose is the main focus of the image, with no other objects or people visible.",
    "./images/photo-1631945387381-d83bbe39cb54.jpg": "The image features a large, modern building with a curved roof, possibly a mosque, and a person walking in front of it. The building is situated in a city, and the sky is blue, indicating a clear day. The person is walking towards the building, and there are other people in the background, suggesting that this is a public space. The scene is set during the day, with natural lighting illuminating the area.",
    "./images/photo-1636145411033-41bb1b898d5c.jpg": "The image features a mountain with a red, glowing lava flow, and a person standing on top of the mountain. The scene is set during the day, and the person is facing the lava flow.",
    "./images/photo-1635344902053-3a9e4a5506d2.jpg": "The image features a man wearing a black hat and a black shirt, sitting on a wall. He is facing the camera, and there is a clock visible in the background. The time of day appears to be daytime, as the lighting is bright and clear. The man is positioned next to a wall, and there is a plant nearby. The image also includes text, which might be a message or a description of the scene.",
    "./images/photo-1509715513011-e394f0cb20c4.jpg": "The image features a large group of butterflies, with some of them resting on a tree branch. The butterflies are orange and black in color. The scene is set during the day, and the butterflies are in a field. The lighting is bright, which highlights the vibrant colors of the butterflies.",
    "./images/photo-1600288214715-7c9e3127c3c2.jpg": "The image features a tall tower with a metal structure, possibly a cell tower, in the background. The tower is lit up at night, creating a striking contrast against the dark sky. The tower is located near a building, and there is a person standing on the ground near the tower. The scene is set during the evening, with the sun setting in the background, casting a warm glow on the scene.",
    "./images/photo-1633354581775-cf8c4c71361c.jpg": "The image features a crowd of people gathered in front of a building, holding signs and protesting. The protest is taking place during the day, and the crowd is standing in front of a building, possibly a courthouse. The scene is lively and engaging, with people expressing their opinions and concerns.",
    "./images/photo-1611728337177-89dfbbdc7a3a.jpg": "The image features a cityscape at night, with a large city skyline visible in the background. The skyline is illuminated by the moon, creating a beautiful and serene atmosphere. The city is surrounded by mountains, adding to the picturesque setting. The skyline is also lit up by streetlights, which further enhances the city's visibility and beauty.",
    "./images/photo-1588467850695-a898367ce465.jpg": "The image features a table with a bowl of eggs, a spoon, and a bowl of flour. The eggs are sitting on top of the flour, and there is a wooden spoon nearby. The table is placed in front of a window, and the scene appears to be set during the day.",
    "./images/photo-1631912757195-5abf3e3b9384.jpg": "The image features a person walking on a dirt road in front of a building, which appears to be a small house or a hut. The background includes a mountain range, and the sky is cloudy. The time of day appears to be daytime, as the person is walking on the road. The person is wearing a backpack, and there is a car visible in the background.",
    "./images/photo-1517649763962-0c623066013b.jpg": "The image shows a group of cyclists riding bicycles down a street, with some wearing helmets. The scene takes place during the day, and the cyclists are positioned in a line, indicating that they are following a specific route or following a leader. The background features a road and trees, and there are no other significant objects or people visible in the image.",
    "./images/photo-1634562210417-46cce4febb86.jpg": "The image features a flock of birds flying in the sky, with a mountain range in the background. The birds are flying in the sky during the day.",
    "./images/photo-1511936606692-5e0d73f6b638.jpg": "The image features a lush green forest with a waterfall in the background. The waterfall is surrounded by trees and plants, creating a serene and picturesque scene. The time of day appears to be late afternoon, as the lighting is warm and the colors are vibrant. The waterfall is positioned behind a rock formation, and there is a person standing near the waterfall.",
    "./images/photo-1630465515450-fd8eec42e228.jpg": "The image features a dark sky with a bright star, possibly the Milky Way, and a lighted moon. The sky is filled with stars, and the moon is visible in the background. The scene is set at night, and the bright star and moon are the main focal points of the image.",
    "./images/photo-1545063914-a1a6ec821c88.jpg": "The image features a deer standing in a grassy field, with trees in the background. The deer is walking through the grass, and there is a tree in the foreground. The time of day appears to be dusk, as the lighting suggests a transition from daylight to night.",
    "./images/photo-1636105146585-65a51b472c7e.jpg": "The image features a grey cat sitting on a window sill, looking out of the window. The cat is wearing a red collar. The scene is set during the day, with sunlight illuminating the cat and the surrounding area. The cat is positioned in front of a window, and there is a chair nearby.",
    "./images/photo-1635458900336-f8737794ce4e.jpg": "The image features a woman and a man sitting on a rock, with the woman leaning on the man. They are both wearing white clothing. The background includes a rock wall and a sky, suggesting that the photo was taken during the day. The rock wall and the sky create a natural and scenic backdrop for the couple.",
    "./images/photo-1616891722751-88755e4b44aa.jpg": "The image features a group of police officers in uniform, standing in a line on a street. They are holding batons and wearing masks, indicating that they are prepared for a situation. The scene takes place during the day, and there are flags in the background, suggesting a public event or gathering.",
    "./images/photo-1606380588787-8df71f764c00.jpg": "The image features a table with a white tablecloth, a vase with a lit candle, a bowl, and a plate. The table is set with a variety of dishes, including bowls, cups, and a fork. The setting appears to be a well-prepared dinner table, possibly for a special occasion or a celebration. The table is well-lit, creating a warm and inviting atmosphere.",
    "./images/photo-1633320937203-96a957d0f85b.jpg": "The image features a rocky shoreline with a body of water, such as a lake or a river, in the background. The shoreline is lined with trees, creating a picturesque scene. The time of day appears to be either early morning or late afternoon, as the lighting is soft and warm. The sky is blue, indicating a clear and sunny day. There is a boat in the water, and a person is standing on the shore.",
    "./images/photo-1598805116430-4a0736a3114a.jpg": "The image features a waterfall in a valley, with a mountain in the background. The waterfall is pouring water into a river, creating a beautiful and serene scene. The time of day appears to be either early morning or late afternoon, as the lighting suggests a soft, warm glow. The waterfall is surrounded by trees, adding to the natural beauty of the scene.",
    "./images/photo-1485470733090-0aae1788d5af.jpg": "The image features a mountain range with snow-capped peaks, and the sky is dark blue. The mountain range is in the background, and the time of day appears to be night. The mountains are lit up by the moon, creating a beautiful and serene scene.",
    "./images/photo-1636232608972-426a145d3752.jpg": "The image shows a snowy mountain town at night, with a lit-up cityscape and a mountain in the background. The sky is dark, and the town is illuminated by streetlights and other sources of light. There are people walking on the streets, and a car is visible in the scene. The time of day is night, as evidenced by the darkness and the lit-up cityscape.",
    "./images/photo-1636541745435-fdfeb585e603.jpg": "The image features a castle with a green roof, surrounded by a lush green field. The castle is located on a hill, and it is bathed in sunlight. There are trees in the background, and the sky is blue. The castle is situated in a park, and there are people walking around.",
    "./images/photo-1636445609244-0534808125ff.jpg": "The image features a city street with a sidewalk, a brick building, and a person walking down the street. The scene takes place during the day, and the street is lined with cars parked on the side.",
    "./images/photo-1635955739768-896887642f4e.jpg": "The image features a road with traffic signs and barriers, indicating that it is a construction zone. The signs are placed on the side of the road, and there are two orange barriers blocking the road. The scene is set during the day, and the lighting is bright, making it easy to see the signs and barriers.",
    "./images/photo-1635945404768-1c28da9fed7b.jpg": "The image features a dark forest with trees, a foggy sky, and a mountain in the background. The scene is set during the evening, as evidenced by the fading light. The trees are lit up by the sun, creating a contrast between the dark forest and the illuminated trees.",
    "./images/photo-1515023115689-589c33041d3c.jpg": "The image features a woman holding a large watermelon in front of her face, with the watermelon partially covering her eyes. The watermelon is placed on a table, and the woman is wearing a red shirt. The scene is set during the day, and the lighting appears to be bright.",
    "./images/photo-1635480180600-1f0413696374.jpg": "The image features a group of people standing on a beach at dusk. They are posing for a picture, smiling and enjoying their time together. The background is a sky filled with clouds, and the lighting is soft and warm, creating a serene atmosphere.",
    "./images/photo-1634834506368-dd46ec21438c.jpg": "The image shows a person spraying paint onto a wall, with the wall being a graffiti-covered wall. The wall is located in a city setting, and the time of day appears to be daytime. The person is standing next to the wall, and there is a clock visible in the background.",
    "./images/photo-1636036110946-d8c905470b7f.jpg": "The image features a colorful staircase with a glass roof, which is located in a building. The staircase is surrounded by a glass wall, and there are people walking on the stairs. The time of day appears to be during the day, as the lighting is bright.",
    "./images/photo-1547979682-ee3acc7a3f13.jpg": "The image features a snowy road with a car on it, and there is a house in the background. The car is driving down the snow-covered road, and the scene is set during the day.",
    "./images/photo-1600358360892-dc1d87cf6a60.jpg": "The image features a desert landscape with a mountain in the background. The sky is blue, and the sun is shining, creating a bright and sunny atmosphere. The mountain is a prominent feature in the scene, with a hillside visible in the foreground. The time of day appears to be early morning, as the sun is still low in the sky. The image also includes a person, who is standing on the hillside, possibly enjoying the view or taking a photo.",
    "./images/photo-1509114397022-ed747cca3f65.jpg": "The image features a cloudy sky with a pink and orange hue, indicating that it is either sunset or sunrise. The sky is filled with clouds, and there is a person standing in the foreground. The person is wearing a red shirt, which stands out against the pink and orange sky.",
    "./images/photo-1586773860418-d37222d8fce3.jpg": "The image features a large building with a parking lot in the foreground. The building is white and has a glass facade. There are cars parked in the lot, and a truck is also present. The time of day appears to be daytime, as the lighting is bright and clear. The building is located on a street, and there are cars and a truck parked outside.",
    "./images/photo-1635870224299-51d078291d54.jpg": "The image features a bottle of lotion, which is placed on a table. The bottle is sitting next to a box, and there is a clock in the background. The time of day appears to be daytime, as the clock is visible. The objects are positioned in a way that suggests they are ready for use, possibly as part of a skincare routine.",
    "./images/photo-1634232037688-af05e5546c5e.jpg": "The image shows a snow-covered village with a wooden house, a barn, and a church. The house and barn are lit up, creating a warm and inviting atmosphere. The scene is set during the evening, as the lights are on and the sky is dark. The house and barn are positioned close to each other, and the church is in the background. The overall setting gives a sense of a peaceful, wintery village.",
    "./images/photo-1635702961556-fd45d5aed278.jpg": "The image features a man holding a camera, possibly taking a picture of a bird. The scene is set during the day, and the man is standing in front of a tree.",
    "./images/photo-1635914741250-2391bd64f1ca.jpg": "The image features a large building, possibly a church, situated on a hill overlooking a body of water, such as a lake or a river. The building is surrounded by trees, and the sky is cloudy. The time of day appears to be either early morning or late afternoon, as the lighting suggests a soft and serene atmosphere.",
    "./images/photo-1633749130879-5d8c9f228e5f.jpg": "The image features a red and white building, possibly a lighthouse, with a red roof, standing in a dark sky. The sky is filled with stars, creating a beautiful and serene backdrop. The building is positioned in the foreground, with the stars in the background. The time of day appears to be night, as the sky is dark.",
    "./images/photo-1635513562447-9791bbc6c956.jpg": "The image features a dirt road surrounded by trees, with a forest in the background. The road is empty, and there is a person standing on the side of the road. The time of day appears to be either early morning or late afternoon, as the lighting suggests a soft, diffused light.",
    "./images/photo-1635259351767-8317d3ff988e.jpg": "The image features a rocky shoreline with a large wave crashing into it. The wave is orange and white, and it is accompanied by a cloudy sky. The wave is near a cliff, and there is a person standing on the rocks nearby. The scene takes place during the day, and the lighting is bright.",
    "./images/photo-1636742146345-cab95273c11a.jpg": "The image features a waterfall with water cascading down a rocky cliff, surrounded by trees. The waterfall is located in a forest, and it is a sunny day. The waterfall is the main focus of the image, with the surrounding environment providing a natural backdrop.",
    "./images/photo-1637274315744-3c772a4a1140.jpg": "The image features a waterfall with a rocky cliff in the background, likely during the day. The waterfall is surrounded by rocks and trees, creating a picturesque scene.",
    "./images/photo-1636402187605-02fd13865485.jpg": "The image features a field with trees in the background, and the sky is orange. The trees are red and blue, and the sky is red. The time of day appears to be during sunset, as the sky is orange and the sun is setting.",
    "./images/photo-1635924010446-c2a9851859af.jpg": "The image features a forest with trees, and the trees are covered in yellow leaves. The trees are set against a dark sky, creating a contrast between the vibrant colors of the leaves and the darkness of the sky. The scene is set during the day, and the trees are positioned in the background, with the sky in the foreground.",
    "./images/photo-1588462708806-57b014311408.jpg": "The image features a cat sitting on a fence, likely in a backyard garden. The cat is positioned on the top of the fence, looking down at the garden. The fence is made of wood and is surrounded by plants, including a vine. The time of day is likely daytime, as the cat is visible and the garden is well-lit.",
    "./images/photo-1461800919507-79b16743b257.jpg": "The image features a man standing on a rock, possibly in a park, and he is jumping into the air with his arms outstretched. The sky is blue, and the time of day appears to be daytime. The man is wearing a blue shirt and jeans, and there is a tree in the background.",
    "./images/photo-1635817301822-0f6fe9a4c0b2.jpg": "The image features a woman with red hair, who is holding her hands up to her face. She is wearing a blue shirt and jeans. The background is dark, and the woman is standing in front of a wall. The time of day appears to be night, as the lighting is low.",
    "./images/photo-1636103985654-94c26914460a.jpg": "The image features a woman standing on a stairway, holding a handbag. She is wearing a coat and a hat. The background of the image is a cityscape, with buildings visible in the background. The time of day appears to be either early morning or late afternoon, as the lighting suggests. The woman is positioned at the top of the stairs, looking down at the bottom.",
    "./images/photo-1633113088092-3460c3c9b13f.jpg": "The image features a man and a woman sitting on a couch, both using their laptops. They are surrounded by various objects, including a cup, a bowl, and a chair. The time of day appears to be daytime, as the lighting is bright. The setting appears to be a living room, with the couch and other objects providing a comfortable and relaxed atmosphere.",
    "./images/photo-1636364081585-1d2d957d3295.jpg": "The image features a person standing on a blue and green surface, possibly a walkway or a bridge, with a green and blue landscape in the background. The person appears to be alone, and the time of day is likely daytime. The lighting is bright, illuminating the scene.",
    "./images/photo-1633847365928-70abe71ec3e5.jpg": "The image features a close-up of a large, lush green fern growing on a tree branch, with a forest in the background. The scene is set during the day, and the lighting is bright, illuminating the fern and the surrounding area.",
    "./images/photo-1580802173430-cc68226a0875.jpg": "The image features a person on a boat in the middle of a body of water, surrounded by a large circle of water. The boat is moving through the water, creating a ripple effect. The background is dark, and the sky is blue. The scene is set during the day.",
    "./images/photo-1636151191432-f2f290a57fd4.jpg": "The image features a forest filled with trees, with a large tree in the foreground and a smaller tree in the background. The scene is set during the day, with sunlight illuminating the area. The trees are covered in vibrant fall colors, creating a beautiful and serene atmosphere.",
    "./images/photo-1634244106844-107aa05a2df0.jpg": "The image features a close-up of a person's hand holding a camera, capturing a colorful, swirling, and abstract background. The time of day appears to be during sunset, as the lighting suggests a warm and soft atmosphere. The person is positioned in front of a window, possibly taking a photograph of the colorful scene.",
    "./images/photo-1637076530012-b2443f5fecef.jpg": "The image features a man standing on top of a snow-covered mountain, overlooking a vast mountain range. The sky is filled with clouds, creating a dramatic backdrop for the scene. The time of day appears to be during sunset, as the sun is setting, casting warm hues on the landscape. The man is the main subject of the photo, and he is surrounded by mountains, trees, and a sky filled with clouds.",
    "./images/photo-1634521991558-a1f4dbd641db.jpg": "The image features a mother and her baby fox, with the baby fox standing on the mother's back. They are in a grassy field, and the scene is set during the day. The mother and baby are standing close to each other, with the baby on the mother's back.",
    "./images/photo-1635967198465-853200fd84d0.jpg": "The image features a person walking down a street at night, with a reflection of the person in a puddle. The street is lined with neon signs, and a building is visible in the background. The scene is set in an urban environment, likely during the evening or nighttime.",
    "./images/photo-1497912300441-f9ab6a41008b.jpg": "The image shows a group of people walking down a street, with a man and woman walking behind a woman in a kimono. The scene takes place during the day, and the street is lined with buildings. The man and woman are walking behind the woman in the kimono, and they are all walking together.",
    "./images/photo-1637258977274-d5aeac876d6c.jpg": "The image features a piece of driftwood on a sandy beach, with the sun shining in the background. The driftwood is positioned on the sand, and there is a person standing nearby. The scene is set during the day.",
    "./images/photo-1636335417031-a66cd74b129d.jpg": "The image features a cityscape with a large building, a bridge, and a body of water. The sky is cloudy, and the city is lit up at night. The scene is set during the evening.",
    "./images/photo-1569174237922-5689ad487104.jpg": "The image features a mountain range with a cloudy sky in the background. The sky is dark blue, and the mountains are covered in fog. There is a person standing in front of the mountains, and a chair is positioned in the foreground. The time of day appears to be late afternoon, as the lighting suggests that the sun is setting. The scene is set in a mountainous area, with the person and the chair being the main subjects of the image.",
    "./images/photo-1525531845240-05c911ed9940.jpg": "The image features a body of water, such as a lake or a pond, with a splash of water coming from it. The water is reflecting the sky, creating a beautiful backdrop. The sun is setting, casting a warm glow over the scene. The splash of water is the main focal point of the image, with the water droplets creating a dynamic and visually appealing composition.",
    "./images/photo-1636123857822-e1c86b672db3.jpg": "The image features a car with a steering wheel and a dashboard, parked in a garage or a showroom. There are multiple cars in the background, indicating that it might be a car showroom or a garage. The time of day appears to be daytime, as the lighting is sufficient for clear visibility.",
    "./images/photo-1571816119607-57e48af1caa9.jpg": "The image features a woman with red hair, who is holding a feather in her hand. She is standing in front of a field of tall grass, which is likely a field of wheat. The scene is set during the day, and the lighting is soft and natural, creating a serene and peaceful atmosphere.",
    "./images/photo-1634467164575-74a2a342b43e.jpg": "The image features a large, brown, and white deer standing in a forest, surrounded by trees. The deer is facing away from the camera, and there is a tree in the background. The time of day appears to be either early morning or late afternoon, as the lighting suggests a soft, warm glow.",
    "./images/photo-1633157953349-75c66213ca2f.jpg": "The image features a road with a yellow line, trees in the background, and a car driving down the road. The scene takes place during the day, and the car is positioned in the foreground. The road appears to be a two-lane highway, and the trees in the background create a natural and scenic backdrop.",
    "./images/photo-1610694308659-fd4340288ba7.jpg": "The image features a person walking across a bridge at night. The bridge is illuminated by lights, creating a beautiful and serene atmosphere.",
    "./images/photo-1636866764019-e230ab5c9d08.jpg": "The image features a forest with trees and bushes, with some trees having yellow leaves. The trees are set against a backdrop of a blue sky, creating a serene and picturesque scene. The time of day appears to be during the day, as the sky is bright and clear. The forest is located in the background, with the trees and bushes standing tall and proud. The image also includes a person, who is likely enjoying the natural beauty of the forest.",
    "./images/photo-1634299487302-954595148a80.jpg": "The image features a person sitting in a chair, wearing a space suit, and looking at the camera. The background is a snowy landscape, and the time of day appears to be either early morning or late afternoon, as the lighting suggests. The person is positioned in front of a bench, and there is a backpack nearby. The setting appears to be a snowy environment, possibly a park or a similar outdoor location.",
    "./images/photo-1557720667-093b45dde7b9.jpg": "The image features an old bus parked on a dirt road, with a starry sky in the background. The bus is sitting in the middle of a field, and it appears to be abandoned. The sky is dark, and the bus is lit up, creating an eerie atmosphere.",
    "./images/photo-1634391058723-c125b22f3217.jpg": "The image features a road with a mountain in the background, and it appears to be a sunny day. The road is empty, with no visible traffic or pedestrians. The road is winding, and there is a sign in the image.",
    "./images/photo-1607571183710-82fbb3b57f02.jpg": "The image features a herd of elephants walking across a dirt field, with some of them standing in the dirt and others walking. The scene takes place during the day, and the elephants are walking in a line.",
    "./images/photo-1635055658722-494d99b8aebd.jpg": "The image features a tree-lined road, with a forest in the background. The road is empty, and the scene is set during the day. The lighting appears to be bright, creating a contrast between the bright road and the darker forest.",
    "./images/photo-1635768882868-7ba5f453222d.jpg": "The image features a set of stairs with a metal railing, leading to a building. The stairs are located in front of a large building, and there is a blue sky in the background. The stairs are situated in a parking lot, which suggests that the area might be a public or commercial space.",
    "./images/photo-1543260775-945c562403b3.jpg": "The image features a group of flamingos standing on stools or chairs, with their legs crossed. They are positioned in front of a black background, which contrasts with their vibrant pink color. The scene is set during the night, as indicated by the darkness.",
    "./images/photo-1637271119937-5852df38427a.jpg": "The image features a black and white dog, possibly a Dalmatian, sitting in a field with a forest in the background. The dog is wearing a black collar and is looking up at the camera. The time of day appears to be evening, as the lighting suggests. The dog is positioned in the foreground, with the forest in the background, creating a sense of depth and dimension in the image.",
    "./images/photo-1632175169571-2b12d9709fee.jpg": "The image features a row of houses, some of which are red, sitting on a rocky cliff overlooking a body of water. The houses are lit up at night, creating a cozy and inviting atmosphere. The scene is set at night, with the houses and the surrounding area illuminated by artificial light.",
    "./images/photo-1610428987046-6e3c12f9d0fe.jpg": "The image features a woman wearing a hat and a scarf, standing in a desert-like environment. She is holding a hat and a scarf, possibly to protect herself from the sun or cold weather. The background is a sky, and the time of day appears to be daytime. The woman is standing in the foreground, with the hat and scarf in her hands.",
    "./images/photo-1636181319910-5ad366ca8d36.jpg": "The image features a woman sitting on a bench in a room with chairs and benches, surrounded by a pile of debris. The room appears to be in a state of disrepair, with the benches and chairs in a messy and abandoned condition. The scene is set during the day, with natural light illuminating the room.",
    "./images/photo-1636522337224-587680b3ca77.jpg": "The image features a grassy field with a cliff in the background, a body of water, and a lighthouse. The sky is blue and cloudless, indicating a clear day. The lighthouse is positioned at the edge of the cliff, overlooking the water.",
    "./images/photo-1627562369418-e7ccfc3958c8.jpg": "The image features a green leafy tree with a leaf-filled canopy, a partially transparent curtain, and a person standing in front of the tree. The scene is set during the day, with sunlight illuminating the scene. The person is standing in front of the tree, possibly admiring its beauty or taking a photo.",
    "./images/photo-1636647780757-223e17e31f81.jpg": "The image features a snowy mountain landscape with a tree-covered hillside. The scene is set during the day, with the sun shining brightly, illuminating the area. The hillside is covered in snow, and there are trees in the background. The image also includes a fence, a person, and a dog. The overall atmosphere is serene and picturesque, with the snow-covered landscape and the sun creating a beautiful winter scene.",
    "./images/photo-1626003252258-8f08a65d9603.jpg": "The image features a body of water, possibly a lake, with a mountain in the background. The scene is set during the day, and the water appears to be calm. There is a person standing near the water, and a boat is also present in the scene. The overall atmosphere is serene and peaceful, with the natural beauty of the landscape showcased.",
    "./images/photo-1636015348041-cea51783d2ec.jpg": "The image features a forest with trees, bushes, and a path. The sun is shining through the trees, creating a bright and sunny atmosphere. The path is lined with trees, and there are people walking on it. The scene is set during the day, and the lighting is natural, with the sun illuminating the forest.",
    "./images/photo-1636137706326-55d36e8dd698.jpg": "The image features a person walking down a narrow street in a city, with a cafe sign visible in the background. The street is lined with buildings and has a stairway leading to a cafe. The time of day appears to be daytime, as the lighting is bright and clear.",
    "./images/photo-1634734887392-84f5af6766e5.jpg": "The image features a road with a tree-lined path, a body of water, and a bridge. The scene is set during the day, with the sun shining brightly. The road is empty, and there are no visible people or vehicles.",
    "./images/photo-1635514695347-05806de5be33.jpg": "The image shows a large island in the middle of a body of water, with a boat in the background. The scene is set during the day, with the sun shining brightly. The island is surrounded by a body of water, and there is a person on the boat. The image captures a moment of tranquility and relaxation, as the person on the boat enjoys the view of the island and the surrounding water.",
    "./images/photo-1636100316656-c50ac55abe92.jpg": "The image features a car parked in a parking lot, with a person standing in front of it. The car is open, and the person is looking inside. The background includes trees, and the scene appears to be set during the day.",
    "./images/photo-1614191697800-ff83bd175cee.jpg": "The image features a close-up of a bunch of green grapes, with some of them hanging from a branch. The grapes are placed on a white surface, possibly a table or a countertop. The grapes are lit by sunlight, creating a visually appealing and vibrant scene.",
    "./images/photo-1621609764095-b32bbe35cf3a.jpg": "The image shows a man sitting at a desk with a laptop, a keyboard, and a mouse. He is using the laptop and writing on a piece of paper. The desk is cluttered with various objects, including a potted plant, a cup, and a cell phone. The scene takes place during the day, and the lighting is bright, creating a well-lit workspace.",
    "./images/photo-1632664280478-6755fd5dafc1.jpg": "The image features a city skyline with a large body of water, such as a lake or river, in the background. The skyline is lit up at night, creating a beautiful and vibrant atmosphere. There are boats docked in the water, and a few people are visible in the scene. The time of day is night, as evidenced by the lit-up skyline and the presence of artificial lighting.",
    "./images/photo-1636017818578-8e856ff67713.jpg": "The image features a forest with a large number of trees, some of which are yellow. The trees are surrounded by a green forest, and the sky is blue. The trees are located in a clearing, and there is a person standing in the middle of the forest.",
    "./images/photo-1470058869958-2a77ade41c02.jpg": "The image features a lush green forest with tall trees, a sky background, and a person standing in the middle of the trees. The time of day appears to be daytime, as the sky is visible. The person is positioned between two trees, and there is a bench nearby. The scene is set in a park or a forested area, with a bench and a person enjoying the natural surroundings.",
    "./images/photo-1634148529256-c4eea4b56aab.jpg": "The image features a red leaf-covered vine or bush, with a brick wall in the background. The scene is set during the day, with sunlight illuminating the area. The leaves are positioned in such a way that they appear to be hanging from the wall, creating an interesting visual effect.",
    "./images/photo-1635291215591-dc320946dddb.jpg": "The image features a woman dressed in white, standing against a white wall. She is posing for a picture, possibly in a studio setting. The background is white, and the time of day appears to be daytime. The woman is wearing a dress and is standing next to a wall, which could be a part of the studio setup.",
    "./images/photo-1633955810370-0bbcbdba3e5f.jpg": "The image features a table filled with a variety of pumpkins, some of which are green and others are orange. The pumpkins are arranged in a visually appealing manner, creating a colorful and festive display. The table is set in a room, possibly a kitchen or dining area, and is lit up, which enhances the overall ambiance of the scene.",
    "./images/photo-1637310917417-a270927f4fba.jpg": "The image features a jellyfish floating in the water, with a sun shining behind it. The jellyfish is positioned in front of a blue sky, and there is a sun behind it, creating a visually appealing scene.",
    "./images/photo-1636307778279-df1879e0de97.jpg": "The image features a close-up of a twisted wire sculpture, which is a part of a larger metal sculpture. The sculpture is placed in the foreground, with a green background. The time of day appears to be daytime, as the lighting is bright and clear. The objects and people in the image are not visible, and the setting is not described.",
    "./images/photo-1636361479581-5ab1a7a72beb.jpg": "The image features a close-up of a large, dark, and twisted object, which is a sculpture or a piece of art. It is sitting in a body of water, such as a pond or a lake, and appears to be a reflection of the surrounding environment. The time of day is likely during sunset, as the lighting suggests a warm and atmospheric ambiance. The objects and people in the image are not visible, and the setting appears to be a natural environment, possibly a park or a secluded location.",
    "./images/photo-1634402795073-b491388bf6ee.jpg": "The image features a large bridge, likely the Golden Gate Bridge, with a city in the background. The bridge is lit up, creating a beautiful and dramatic scene. The time of day appears to be sunset, as the sun is setting, casting warm light on the scene. The bridge is positioned in the foreground, while the city in the background is in the background.",
    "./images/photo-1622818171279-fe0b6a336835.jpg": "The image features a lush green garden with a pond, a greenhouse, and a waterfall. The scene is set during the day, and the lighting is bright, creating a vibrant atmosphere. The greenhouse is located in the background, and the waterfall is situated near the pond. There are people present in the scene, and they are enjoying the beautiful surroundings.",
    "./images/photo-1587977188966-a835b6eb229f.jpg": "The image features a waterfall with ice surrounding it, creating a beautiful and serene scene. The waterfall is located in a natural setting, surrounded by snow and ice. The time of day appears to be during the day, as the sun is shining brightly, illuminating the scene. The waterfall is positioned in the foreground, with the sky in the background.",
    "./images/photo-1572303019843-8b5e58984d4e.jpg": "The image shows a pile of leaves on the ground, with some leaves scattered around. The leaves are brown and yellow, indicating that it is autumn. The scene is set during the day, and the lighting is bright, creating a vibrant atmosphere. The leaves are located in the foreground, with some leaves scattered in the background. There is a tree nearby, and the leaves are spread across the ground.",
    "./images/photo-1636207218371-734ad3756098.jpg": "The image shows a dirt road in a field during the day, with a sky background. There are no people or objects visible in the image.",
    "./images/photo-1561712815-ca8c24faa5b5.jpg": "The image shows a winding road with cars driving on it, surrounded by a mountainous landscape. The road is lined with trees, and the sky is blue. The time of day appears to be daytime, as the lighting is bright and clear.",
    "./images/photo-1635977358539-acdac811214a.jpg": "The image features a dark alley with a rock wall, a tree, and a sky in the background. The scene is set during the day, and the lighting is dim. A person is standing in the alley, and there is a car parked nearby. The alley appears to be narrow and surrounded by a rock wall, creating a unique and somewhat eerie atmosphere.",
    "./images/photo-1637264812825-8b1ce6ccb0b9.jpg": "The image features a man standing on a road, wearing a suit and tie, and looking off into the distance. The background includes a sky, a road, and a field. The time of day appears to be during sunset, as the sky is filled with warm colors. The man is standing next to a fence and a road, and there is a car in the background. The lighting in the image is soft, creating a serene atmosphere.",
    "./images/photo-1635949604307-42b5c2b5bdde.jpg": "The image features two tall buildings with windows, one of which has a clock on it. They are situated in front of each other, with a clear blue sky in the background. The buildings are lit up, possibly during the day, and they are positioned next to each other.",
    "./images/photo-1504297050568-910d24c426d3.jpg": "The image features a long hallway with a glass door, a clock, and a potted plant. The time of day appears to be daytime, as the lighting is bright. The hallway is lined with glass doors, and there is a person standing in the hallway.",
    "./images/photo-1636126175948-96ccc89b9c45.jpg": "The image shows a close-up view of a seat on an airplane, with a window in the background. The seat is empty, and the time of day appears to be nighttime. The lighting is dim, creating a somewhat dark atmosphere.",
    "./images/photo-1599669846660-945c5c775181.jpg": "The image features a tall building with a large window, a balcony, and a red brick wall. The building is lit up at night, casting a warm glow on the surrounding area. The sky is dark, and the cityscape is visible in the background. The time of day is night, and the lighting suggests that the scene is set during evening hours.",
    "./images/photo-1633114127188-99b4dd741180.jpg": "The image features a man sitting at a table with a laptop, while a woman is standing behind him. They are both engaged in a conversation. The scene is set during the day, and the lighting seems to be natural.",
    "./images/photo-1635792415856-dd608995bcd5.jpg": "The image features a man with a beard and a flower in his mouth, which is a unique and creative way to wear a flower. The man is standing in front of a forest, possibly in a park or a wooded area, and the scene is set during the day.",
    "./images/photo-1635079959001-69736953f90f.jpg": "The image features a lone tree with a rock formation in the background, which is set against a cloudy sky. The tree is positioned on a rocky hillside, and it appears to be a small, young tree. The scene is set during the day, with the sun shining on the tree and the sky.",
    "./images/photo-1636106020064-2658eb589d36.jpg": "The image features a person standing on a rocky hillside, holding a camera, and taking a picture of the sky. The sky is filled with clouds, and the sun is setting, creating a beautiful and dramatic backdrop.",
    "./images/photo-1635959565667-aeb00a4297ba.jpg": "The image features a waterfall with a stream running through a rocky cliff, surrounded by trees. The waterfall is located in a mountainous area, and the scene is captured during the day. The waterfall is seen from a distance, with the stream flowing through a rocky cliff.",
    "./images/photo-1635262543956-948245c215d3.jpg": "The image features a woman with glitter on her face, possibly in a bedroom setting. She is sitting or laying down, and there is a clock visible in the background. The time of day appears to be daytime.",
    "./images/photo-1635195867433-590941c6e9c0.jpg": "The image features a castle-like building with a moat, surrounded by trees and a body of water. The castle is bathed in sunlight, creating a picturesque scene.",
    "./images/photo-1633113212875-8ecf30ad2e81.jpg": "The image features a group of people sitting around a table, with a laptop and a bottle of wine placed on it. The group is engaged in a conversation, and one person is holding a cell phone. The scene is set during the day, and the table is surrounded by chairs.",
    "./images/photo-1633113093730-47449a1a9c6e.jpg": "The image features a person holding a tablet computer, possibly a laptop, in front of them. The tablet is displaying a picture of a person, and there is a cup nearby. The person is sitting in front of a table, and the scene is set during the day.",
    "./images/photo-1623966849598-dd847d702ea5.jpg": "The image features a castle in the background, with a foggy mountain range in the foreground. The castle is lit up, and the sky is dark, creating a dramatic atmosphere. The scene is set during the evening, as indicated by the lighting and the darkness of the sky.",
    "./images/photo-1608516679567-092f1139f4e8.jpg": "The image features a large group of red and white dolls or figurines, possibly representing Japanese characters, sitting on a table. The scene is set indoors, possibly in a room or a store. The objects are arranged in a way that they are facing the camera, creating a visually appealing composition. The lighting appears to be bright, highlighting the dolls and their intricate details.",
    "./images/photo-1635166889229-65f025e0e8f7.jpg": "The image features a waterfall surrounded by lush greenery, including a forest of trees and plants. The waterfall is located in a stream, and it is surrounded by a lush green forest. The scene is set during the day, with the sunlight illuminating the area.",
    "./images/photo-1635286721033-e11cf9e632c4.jpg": "The image features a living room with a couch, a lamp, and a bookshelf filled with books. The bookshelf is situated next to a window, and there is a clock on the wall. The room appears to be lit by natural light coming through the window.",
    "./images/photo-1631414832641-48449c53a59d.jpg": "The image features a white building or structure, possibly a house, situated near a body of water, such as a lake or pond. It is set in a natural environment with trees and foliage surrounding the area. The time of day appears to be either early morning or late afternoon, as the lighting suggests a soft, warm glow. The building is positioned in the foreground, with the water and trees in the background.",
    "./images/photo-1637093500098-078c033893c0.jpg": "The image features a herd of buffalo standing in a grassy field, with a mountain in the background. The scene is set during the day, and the lighting is bright, creating a clear and vibrant representation of the scene.",
    "./images/photo-1567316106249-b2ecaeefdade.jpg": "The image features a river flowing through a forest, with trees and rocks surrounding it. The scene is set during the night, as evidenced by the darkness and the absence of daylight. The river is flowing through a rocky area, and there is a log near the water.",
    "./images/photo-1635333607240-1397692acdd2.jpg": "The image features a rocky shoreline with a body of water, such as a lake or ocean, in the background. The shoreline is lined with rocks and the water is crystal clear. The sky is blue, suggesting a bright and sunny day. There are no people or objects visible in the image.",
    "./images/photo-1635089997590-64c4f086642e.jpg": "The image features a body of water, such as a lake or a river, surrounded by a mountainous landscape. The water is blue and appears to be calm. In the background, there are mountains, and the sky is blue. The scene is set during daytime, and the lighting is bright, creating a picturesque atmosphere.",
    "./images/photo-1635250576368-9177a91f6697.jpg": "The image features a close-up of a yellow palm tree with a lot of leaves, likely taken during the day. The tree is positioned in front of a yellow background, which adds to the vibrant color scheme of the scene.",
    "./images/photo-1635083096194-c741123da741.jpg": "The image features a close-up of a rock wall with a stone texture, possibly a cliff or a rock formation. The wall is brown and appears to be made of sandstone. The wall is located in a desert-like setting, which suggests that it is likely in a region with arid or semi-arid climate. The time of day appears to be either late afternoon or early evening, as the lighting is soft and warm, creating a serene atmosphere.",
    "./images/photo-1635273439931-07f24478bec5.jpg": "The image features a man and a woman holding hands in a park, with the sun shining brightly. They are standing in the grass, and there is a bench nearby. The scene is set during the day, and the sunlight illuminates the surroundings.",
    "./images/photo-1615871154954-3a50b273dbf6.jpg": "The image features a butterfly sitting on a flower, possibly a red or orange flower, in a garden setting. The butterfly is positioned in front of a green background, and the scene is set during the day.",
    "./images/photo-1627110563676-7f534cbab296.jpg": "The image features a mountainous landscape with a large mountain in the background, a sky filled with clouds, and a sunlit hill. The sun is shining brightly, casting shadows on the landscape. The scene is set during the day, and the sun is at a low angle, creating a warm and inviting atmosphere.",
    "./images/photo-1620921575116-fb8902865f81.jpg": "The image features two slices of bread, each topped with a dollop of butter and a blueberry, sitting on a white plate. The bread is placed on a dining table, and there is a fork nearby. The time of day is likely daytime, as the lighting is bright and clear. The bread is positioned in front of a window, which suggests that natural light is entering the room.",
    "./images/photo-1606772108903-340d99f0cb4f.jpg": "The image features a large waterfall with a body of water behind it, creating a dramatic and picturesque scene. The waterfall is surrounded by rocks and trees, and it is likely a natural setting. The time of day appears to be either early morning or late afternoon, as the lighting suggests a soft and warm glow. The waterfall is the main focus of the image, with the surrounding landscape providing a sense of depth and beauty.",
    "./images/photo-1629795452973-89255c467c44.jpg": "The image features a forest path with trees in the background, and a person is walking down the path. The path is surrounded by rocks and moss, creating a natural and serene atmosphere. The time of day appears to be either early morning or late evening, as the lighting is dim, and the sky is either dark or light.",
    "./images/photo-1635206936639-a81691418fbf.jpg": "The image features a rocky cliff with a large rock formation, a body of water, and a sky in the background. The scene is set during sunset, with the sun casting a warm glow over the landscape. The rock formation is positioned in front of the water, and there are some trees nearby. The image also includes a person, who is standing in the foreground, looking out over the landscape.",
    "./images/photo-1524526967094-4448faba6b81.jpg": "The image features a table with a plate of cake and a fork, along with a vase of flowers in the background. The table is set for a meal, and the time of day appears to be late afternoon. The cake is placed on a white plate, and the fork is nearby, ready for use. The scene is set in a dining room, suggesting a cozy atmosphere for enjoying a dessert.",
    "./images/photo-1635058801600-9db79aff5ccc.jpg": "The image features a road with trees and bushes in the background, likely during the fall season. The road is empty, with no visible people or vehicles. The trees are covered in yellow leaves, creating a vibrant and colorful scene.",
    "./images/photo-1636136607958-e2e0adfaa34c.jpg": "The image features a waterfall in a forest, with trees in the background. The waterfall is flowing down a rocky cliff, creating a picturesque scene. The time of day appears to be late afternoon, as the sunlight is casting a warm glow on the scene. The waterfall is located in a forest, and there are trees surrounding it.",
    "./images/photo-1556648011-e01aca870a81.jpg": "The image features a lush green forest with trees and a foggy atmosphere. The trees are covered in mist, creating a mystical and serene environment. The time of day appears to be late afternoon, as the sun is setting, casting a warm glow on the scene. The forest is located near a river, and there is a person standing in the middle of the trees. The image captures a peaceful moment in the forest, with the fog adding a sense of mystery and tranquility to the scene.",
    "./images/photo-1607546916525-0d0498c5f5d8.jpg": "The image features a woman wearing a mask, likely a nurse, standing in front of a building. She is wearing a blue coat and is positioned in front of a brick wall. The scene is set during the day, with the woman standing in the foreground.",
    "./images/photo-1634990521982-567167cd6955.jpg": "The image features a wooden bridge in a forest, with a person walking on it. The bridge is surrounded by trees and is illuminated by sunlight, creating a serene and picturesque scene.",
    "./images/photo-1635965686975-b140d00d3b0d.jpg": "The image features a waterfall with a green forest in the background, and it is taken during the day. The waterfall is located in a cave, and it is surrounded by trees. The scene is illuminated by sunlight, creating a beautiful and serene atmosphere.",
    "./images/photo-1599420186946-7b6fb4e297f0.jpg": "The image shows a person sitting at a table with a laptop, surrounded by various objects such as books, pens, and a cup. The person is likely working or studying, as they are using a laptop and surrounded by books and pens. The background includes a window, and the time of day appears to be daytime. The person is sitting at a desk, and the setting appears to be an office or a workspace.",
    "./images/photo-1637088533459-253592eb65be.jpg": "The image features a table with a variety of shoes and handbags, possibly from a store or a display. The shoes and handbags are arranged in a neat and organized manner, with some of them placed on the table and others hanging from the ceiling. The table is lit, and the shoes and handbags are displayed in a visually appealing manner.",
    "./images/photo-1459255418679-d6424da9ee33.jpg": "The image features a road with a mountain in the background, possibly in the Rocky Mountains. The road is empty, and the sky is blue. The time of day appears to be during the day, as there is enough light to see the details of the scene.",
    "./images/photo-1634003308715-7f3b46638942.jpg": "The image features a cityscape with a skyline, a large building, and a tower. The city is bathed in sunlight, creating a warm and inviting atmosphere. The skyline is visible in the background, while the large building and the tower are positioned in the foreground. The scene is set during the day, and the lighting highlights the city's architectural features.",
    "./images/photo-1622120573848-718f49c359d5.jpg": "The image features a tall building with a balcony, a glass-paneled exterior, and a white-tiled roof. The building is located in a city setting, and there are cars parked nearby. The time of day appears to be daytime, as the scene is well-lit.",
    "./images/photo-1635321594544-7dbc56d3ed52.jpg": "The image features a restaurant with wooden tables and chairs, a dining table, and a counter. There are people sitting at the tables and a person is standing at the counter. The scene is set during the day, with natural lighting illuminating the area.",
    "./images/photo-1636136569435-d8221eb684bb.jpg": "The image features a bird sitting on a branch in a tall grass field, with a straw-like background. The bird is positioned in the middle of the field, surrounded by tall grass. The time of day is likely during the day, as the lighting is bright and clear. The bird is the main focus of the image, with no other objects or people visible. The setting appears to be a natural environment, such as a field or a forest, where the bird is enjoying its time.",
    "./images/photo-1633034147183-34371efff7ad.jpg": "The image features a large building with a clock tower, which is located in a city. The building has a white and black color scheme, and it appears to be a museum. The time of day is daytime, as the sky is visible in the background. The building is situated next to a parking lot, and there is a car visible in the scene.",
    "./images/photo-1635500574974-114cb4f49759.jpg": "The image features a woman wearing a green dress and green sunglasses, standing in front of a building. She is posing for the camera, and her sunglasses are green, which contrasts with her green dress. The time of day appears to be daytime, as the lighting is bright and clear. The woman is standing in front of the building, which could be a part of her outfit or the background setting.",
    "./images/photo-1635512845522-9ac2bf78efae.jpg": "The image features a snake resting on a tree branch, with a green plant in the background. The snake is positioned on a rock, and there is a tree in the background. The scene is set during the day, and the lighting is bright, illuminating the scene.",
    "./images/photo-1635951994645-a051b055cd92.jpg": "The image features a neon sign on the side of a building, indicating that the business is open. The sign is red and white, and it is placed on the side of the building, possibly on a pole. The sign is lit up, making it visible to passersby. The time of day appears to be evening, as the neon sign is glowing brightly against the dark sky.",
    "./images/photo-1635593701844-c54cec733034.jpg": "The image features a person riding a surfboard on a wave in the ocean. The background includes a rocky cliff, and the sky is blue. The time of day appears to be during the day, as the lighting is bright and clear. The surfer is positioned in the foreground, with the wave behind them.",
    "./images/photo-1635438418767-a55edfc8a2d4.jpg": "The image features a staircase with a handrail, leading up to a door. The staircase is located in a dimly lit room, and there is a window in the background. The time of day appears to be during sunset, as the lighting suggests a warm and atmospheric ambiance. The staircase is empty, and there is no visible person or object in the image.",
    "./images/photo-1635327901073-25567d227ec8.jpg": "The image features a tree with red leaves, a tree branch with leaves, and a sky in the background. The tree is located in a park, and the scene is set during the day.",
    "./images/photo-1576021182211-9ea8dced3690.jpg": "The image shows a table filled with a variety of food items, including fruits, vegetables, and cheese. The table is surrounded by chairs and a dining table, suggesting a setting for a meal or gathering. The time of day is not explicitly stated, but the presence of food and the arrangement of the items indicate that it is likely a daytime meal. The image is in black and white, which adds a timeless and classic feel to the scene.",
    "./images/photo-1574387313309-7c2292978b8c.jpg": "The image features a turkey in a field, standing in the grass. It is daytime, and the turkey is positioned in the foreground. The turkey is surrounded by grass and trees in the background.",
    "./images/photo-1635452065544-5d577118e9c2.jpg": "The image shows a man and a woman sitting at a wooden table, with a white plate in front of them. They are in a restaurant setting, and the table is situated in front of a window.",
    "./images/photo-1636318302022-0eea94e461b8.jpg": "The image features a close-up of a tree with leaves, possibly a maple tree, with a yellowish or orange hue. The tree is surrounded by a forest of leaves, creating a lush and vibrant backdrop. The time of day appears to be during the day, as the sunlight is shining brightly on the scene. The tree is positioned in the foreground, with the leaves in the background, and the sunlight is illuminating the scene.",
    "./images/photo-1592724944475-94f92ee13664.jpg": "The image features a mountain range with snow-capped peaks, a valley, and a grassy area. The scene is set during the day, with the sun shining brightly. The sky is cloudy, creating a dramatic backdrop for the landscape. There is a person standing on the grassy area, and a car is parked nearby.",
    "./images/photo-1634588081226-123954b41979.jpg": "The image features a woman wearing a mask and standing in a street, possibly in a city. The background includes buildings and a sky. The time of day appears to be daytime, as the sky is visible. The woman is standing in front of a building, and there are other people in the background. The lighting in the image is bright, which highlights the woman and her mask.",
    "./images/photo-1634060690089-7df40b25cf84.jpg": "The image features a forest with trees in the background, and a person is standing in the middle of the forest. The time of day appears to be either morning or evening, as the lighting suggests a soft, warm glow. The person is standing in front of a tree, possibly taking a photo or enjoying the serene atmosphere.",
    "./images/photo-1635956541209-cae00c9481a8.jpg": "The image features a table with three white coffee cups, each placed on a napkin. The cups are sitting on a wooden table, and the table is placed on a wooden floor. The cups are positioned next to each other, and the napkins are draped over the table. The scene appears to be set during the day, and the lighting is natural.",
    "./images/photo-1636482095080-4033a0cd51de.jpg": "The image features a lone figure walking down a dirt road in a field, with a lighthouse in the background. The scene takes place during sunset, which adds a warm and serene atmosphere to the image. The person is walking towards the lighthouse, which is positioned on a hill. The sky is filled with clouds, and the light from the lighthouse illuminates the scene.",
    "./images/photo-1565138146061-e29b079736c0.jpg": "The image features a person standing in a lush green forest, surrounded by trees and plants. The person is walking on a dirt path, and there is a tree branch hanging over the path. The scene is set during the day, and the lighting appears to be natural, with sunlight illuminating the area.",
    "./images/photo-1635320018311-18756452d4b7.jpg": "The image features a white car driving down a winding road, with a mountainous background in the background. The car is on a two-lane highway, and there are no other visible objects or people in the scene. The time of day appears to be daytime, as the lighting is clear and well-lit.",
    "./images/photo-1590255504663-a4499750ef1e.jpg": "The image features a dirt road in a desert-like environment, with mountains in the background. The sun is setting, creating a warm and golden atmosphere. A person is walking down the road, and there is a car nearby. The scene is set during the day, with the sun shining brightly.",
    "./images/photo-1558090056-c994bfb27e14.jpg": "The image features a small cabin in the snow, with a mountain in the background. The cabin is lit up, and there is a person standing outside. The cabin is situated in a snowy field, and the sky is dark blue, suggesting it might be nighttime.",
    "./images/photo-1599581148873-b1df350d667f.jpg": "The image features a tall building with a brick exterior, a window, and a balcony. The building is set against a dark sky, which suggests that it is nighttime. The window is open, and there is a person standing on the balcony. The scene is lit by the sunlight coming through the window, creating a contrast between the dark sky and the bright window.",
    "./images/photo-1554124819-e6a2f5eed22b.jpg": "The image features a person standing in a forest at dusk, with a tree in the background. The person is facing away from the camera, and there is a shadow of the person on the ground. The scene is set in a natural environment, with the sun setting, creating a serene and peaceful atmosphere.",
    "./images/photo-1514908135297-d8b4af35ee80.jpg": "The image features a desert landscape with a row of red rock formations, including a pair of red rock arches, and a mountain in the background. The scene is set during the day, with the sun shining brightly. The red rock formations and the mountain create a striking contrast against the sky.",
    "./images/photo-1635946918595-2ebb330f8fab.jpg": "The image features a sign with the words \"Fight for Trans Rights\" written on it, placed on a wall. The sign is surrounded by various objects, including a fire hydrant, a bench, and a pole. The scene is set during the day, and the lighting suggests that it is a sunny day.",
    "./images/photo-1634307449316-e85197d0d4f9.jpg": "The image features a large building with a unique design, possibly resembling a fish or a ship, and a clock tower. The building is situated in a cityscape, and it is surrounded by other buildings. The time of day appears to be daytime, as the sky is visible in the background. The building is positioned in the foreground, while the clock tower is in the background. The lighting in the image is bright, which highlights the building's features and the surrounding cityscape.",
    "./images/photo-1514396609188-7890859d5225.jpg": "The image features a train track with a bridge overhead, and a train is passing underneath it. The scene is set during the day, with the train and the bridge illuminated by sunlight. The train is traveling on the tracks, and the bridge is situated above the train.",
    "./images/photo-1634274685639-752302e49d97.jpg": "The image features a man standing in front of a building, holding a sign that reads \"No More Killing.\" He is surrounded by other people and objects, including a bench, a bench with a sign on it, and a clock. The scene takes place during the day, and the man is standing in front of a building that has a clock on it.",
    "./images/photo-1636017427762-5a8b1bd9f684.jpg": "The image features a city skyline with a tall building and a red and white balloon in the sky. The skyline is set against a blue sky, and the time of day appears to be daytime. The balloon is positioned above the city, creating a unique and visually striking scene.",
    "./images/photo-1620028193701-8e87306bb1d7.jpg": "The image features a tall building with a pointed roof, possibly a skyscraper, and a clock tower. The building is situated in the background, and the sky is blue, indicating a clear day. The clock tower is positioned in front of the building, and the image is taken from a low angle, capturing the height of the building and the clock tower.",
    "./images/photo-1637045486754-92ebb723eef9.jpg": "The image features a man riding a bicycle down a street, with a building in the background. The scene is set during the day, and the man is wearing a helmet for safety. The bicycle is positioned in the foreground, and there is a handrail nearby. The lighting in the image is bright, which highlights the details of the scene.",
    "./images/photo-1511066561711-5a67745b6134.jpg": "The image features a snow-covered path leading through a forest with snow-covered trees. The path is surrounded by snow and trees, creating a serene and picturesque winter scene.",
    "./images/photo-1543952533-1152a7c1a39c.jpg": "The image features a group of people standing on a platform inside a building, possibly a cathedral, with a blue sky in the background. The platform is located under a large, triangular glass roof.",
    "./images/photo-1612052828302-b10880f8e3db.jpg": "The image features a dark blue cloud of smoke or fog, with a person standing in the foreground. The time of day appears to be either early morning or late afternoon, as the lighting suggests that it is either sunrise or sunset. The person is positioned in front of the cloud, and there is a car nearby.",
    "./images/photo-1637179709448-e03199d05f6e.jpg": "The image features a large, cracked, white sand dune with a sky background. The sky is bright blue, indicating that the photo was taken during the day. The sand dune is in the foreground, with a person standing on it. There are no other objects or people visible in the image.",
    "./images/photo-1635962184150-1466129b1127.jpg": "The image features a building with a large window, a balcony, and a clock on the side. The window is open, allowing light to enter the room. The time of day appears to be daytime, as the room is well-lit. The balcony overlooks a street, and there is a person standing on the balcony.",
    "./images/photo-1636127321340-4380c87936f8.jpg": "The image shows a close-up of a leaf-covered sidewalk, with a person standing in the background. The scene is set during the day, and the lighting is bright. The leaf-covered sidewalk indicates that it might be autumn, and the person standing in the background suggests that the location is a public space.",
    "./images/photo-1637058885909-98f91e78e9b5.jpg": "The image features a woman standing in a body of water, likely a river, with trees in the background. She is wearing a white shirt and is posing for the camera. The time of day appears to be either early morning or late afternoon, as the lighting suggests a soft, warm glow. The woman is standing in the water, possibly near a rock, and appears to be enjoying her time outdoors.",
    "./images/photo-1633114127824-14b3207d7d74.jpg": "The image features a group of people sitting at a table in a room, with a laptop and a cup on the table. The scene is set during the day, and the lighting is bright. The people are engaged in a conversation, and the laptop is open, indicating that they might be working or discussing something related to the device.",
    "./images/photo-1524639099061-f8beec2b7538.jpg": "The image features a road with a tree in the background, and it is nighttime. The road is empty, and there are no visible people or objects. The sky is dark, and the scene is illuminated by the moon.",
    "./images/photo-1635454022133-e287f3924950.jpg": "The image features a palm tree in the foreground, with a cloudy sky in the background. The tree is positioned in front of a building. The scene is set during the day, and the lighting appears to be bright, creating a contrast between the tree and the cloudy sky.",
    "./images/photo-1635951485250-9e6e54bb896b.jpg": "The image features a close-up of a rock face with a crack in it, possibly a cliff. The background is dark, and the scene is set during the day. The rock face is positioned in front of a tree, and there is a person standing next to the tree. The lighting in the image highlights the rock face and the crack, creating a dramatic and visually appealing composition.",
    "./images/photo-1637305500355-a3f11172cc19.jpg": "The image features a person walking down a street, with a building in the background. The time of day appears to be during the day, as the lighting is bright. The person is walking in front of a mural, which is a colorful and artistic wall painting.",
    "./images/photo-1541480333465-b09786ad8ac6.jpg": "The image features a pumpkin patch with pumpkins of various sizes and colors, including some still on the vine. There are also hay bales and a scarecrow in the background, creating a fall-themed scene. The time of day appears to be during the day, as the sun is shining, and the sky is blue. The pumpkins are sitting on the ground, and the scarecrow is positioned in the background, possibly near a fence.",
    "./images/photo-1636059866103-facfd55c3a66.jpg": "The image features a man with a Palestinian flag tattoo on his chest, holding the flag up to his face. He is standing in front of a green background, possibly in a park or an outdoor setting. The time of day is unclear, but the lighting suggests that it might be daytime.",
    "./images/photo-1637004253818-d3072efc73fe.jpg": "The image features a squirrel standing in a grassy field with a forest in the background. The squirrel is looking at the camera, and it appears to be either in the middle of the day or during a sunny day. The squirrel is the main focus of the image, with no other objects or people visible.",
    "./images/photo-1634824419410-8594aa656661.jpg": "The image features a boat sitting on a beach at night, with a starry sky in the background. The boat is positioned in the foreground, and the sky is dark, indicating that it is nighttime.",
    "./images/photo-1635961749515-177ce449cfb2.jpg": "The image features a dark sky with a bright star in the middle, surrounded by a large number of stars. The sky is dark, and the stars are shining brightly. The time of day is night, as indicated by the darkness. The stars are positioned high in the sky, and the scene is captured in a single shot.",
    "./images/photo-1634590430581-aabcbf1cf5fe.jpg": "The image features a path with trees in the background, possibly in a forest, during the day. The path is empty, with no people or objects visible. The lighting appears to be warm and inviting, creating a pleasant atmosphere.",
    "./images/photo-1544726368-8f4b5475a7e4.jpg": "The image features a hot air balloon flying over a field of colorful flowers, with a blue sky in the background. The balloon is positioned in the foreground, and the flowers are in the background. The time of day is likely daytime, as the sky is blue and the lighting is bright.",
    "./images/photo-1590912710024-6d51a6771abd.jpg": "The image features a wooden cutting board with a knife and several pieces of butter on it. The butter is spread out on the cutting board, and the knife is positioned nearby. The scene is set during the day, and the lighting is bright, illuminating the objects on the cutting board.",
    "./images/photo-1534353436294-0dbd4bdac845.jpg": "The image features a dining table with a laptop, a chair, a vase, and a clock. The table is situated in front of a window, and the room appears to be dimly lit. The objects are positioned in the foreground, with the laptop and the clock being the most prominent.",
    "./images/photo-1632319096602-0f424d4a47f5.jpg": "The image features a close-up of a flower, possibly a hydrangea, with a pink and white color scheme. The flower is sitting on a table, and there is a vase nearby. The scene is set during the day, with natural lighting illuminating the flower and the surrounding area.",
    "./images/photo-1569597408915-cb395eee98b0.jpg": "The image features a rainbow-colored waterfall with a rock wall in the background. The waterfall is located in a lush green forest, and it is set during the day. The waterfall is surrounded by trees, and it appears to be a popular tourist attraction.",
    "./images/photo-1550651672-e5f43068b885.jpg": "The image features a pink flower floating in a pond, with a dark background. The flower is illuminated by sunlight, creating a beautiful and serene scene.",
    "./images/photo-1632908112019-0e27ef1e70d8.jpg": "The image features a street with a tree-lined path, a road, and a forest in the background. The scene is set during the day, with the sun shining brightly. The path is surrounded by trees, creating a serene and picturesque atmosphere.",
    "./images/photo-1635702959232-9dde3332384e.jpg": "The image features a dark road with a bright streak of light, possibly from a car or a flashlight, illuminating the scene. The road is surrounded by trees, creating a serene and peaceful atmosphere. The time of day appears to be night, as the road is dark and the light source is visible.",
    "./images/photo-1625393470986-050241dfcc81.jpg": "The image features a dark, mysterious castle surrounded by a dense forest, with trees and a sky in the background. The castle is lit up, creating a dramatic and eerie atmosphere. The time of day appears to be either dusk or night, as the sky is dark and the castle is illuminated.",
    "./images/photo-1636886519725-6a048800b5b4.jpg": "The image features a house with a porch and a dock in the background, with a lake in the foreground. The house is lit up, and there is a car parked nearby. The scene is set during the evening, as indicated by the lighting.",
    "./images/photo-1636142536407-0e1d43cfd3db.jpg": "The image features a moon in the sky, with a cloudy background. The moon is shining brightly, and the sky is blue. The moon is in the foreground, while the cloudy background adds depth to the scene. There is a person standing in the background, and the moon is positioned above the person. The image is taken during the day, as the moon is visible and the sky is blue.",
    "./images/photo-1636307780559-c876ff1ef9b0.jpg": "The image features a close-up of a silver, shiny object, possibly a piece of metal or a metal sculpture, with a lot of sharp, pointed edges. The object is sitting on a table, and it appears to be a focal point of the scene. The time of day is likely daytime, as the lighting is bright and clear. The object is positioned in front of a white background, which helps to emphasize its shape and texture.",
    "./images/photo-1635967200497-6a83775bf395.jpg": "The image features a reflection of a person and a building in a puddle of water on a city street. The scene is set during the day, with the sun shining brightly. The person is standing in front of the building, while the reflection of the building is seen in the puddle.",
    "./images/photo-1554587293-d010b477b5a4.jpg": "The image features a plate with several green and white macarons, which are small, round, and filled with a cream. The plate is placed on a table, and there is a vase of flowers in the background. The time of day appears to be daytime, as the lighting is bright and clear. The macarons are positioned on the plate, and the vase of flowers is placed in the background, creating a visually appealing and inviting scene.",
    "./images/photo-1576567559946-60e4729da9f8.jpg": "The image features a palm tree with a cloudy sky in the background, indicating that it was taken during the day. The tree is located in a lush green field, with a person standing in the foreground.",
    "./images/photo-1633113211800-4acbb59fc254.jpg": "The image features a white chair sitting in front of a wall with a laptop placed on it. The chair is positioned in front of a window, and there is a clock in the background. The scene is set during the day.",
    "./images/photo-1593642702909-dec73df255d7.jpg": "The image features a laptop computer sitting on a table or desk, with a person's hand visible in the background. The laptop is placed on a table or desk, and there is a clock in the background. The time of day appears to be daytime, as the lighting is bright and clear. The laptop is positioned in front of a window, which suggests that natural light is illuminating the scene.",
    "./images/photo-1636139677414-306c924e79a2.jpg": "The image features a woman wearing a black bikini, standing in front of a yellow wall. The scene is set during the day, and the woman is posing for the camera.",
    "./images/photo-1635343905663-28b198347d7b.jpg": "The image features a man sitting on a bench, holding a cell phone, and looking at it. The background includes a train, and the time of day appears to be night. The man is positioned next to a train, and there is a handbag nearby. The lighting in the image suggests that it is dark, creating a contrast between the man and the train.",
    "./images/photo-1628300588354-2d76485c8364.jpg": "The image features a woman holding a sign in front of a crowd of people. The sign reads \"Bitch Hikes and Queers Unite.\" The background includes a building and trees, indicating an urban setting. The time of day appears to be daytime, as the lighting is bright. The woman is standing in the foreground, while the crowd of people is in the background.",
    "./images/photo-1636071657754-5b0a8760c4b9.jpg": "The image features a cactus in the foreground, with a mountain in the background. The scene is set during the day, with a clear sky and a blue sky. The cactus is standing in the middle of a field, and there is a rock nearby. The lighting in the image is bright, creating a visually appealing contrast between the cactus and the sky.",
    "./images/photo-1538883689728-2c32af36a313.jpg": "The image features a table with a bunch of grapes, a vase, and a card on it. The background is a brown wall, and the time of day appears to be during the day. The grapes are placed in the vase, and the card is placed on the table. There are no people or other objects visible in the image.",
    "./images/photo-1636142972514-0c75fc584a12.jpg": "The image features a hand reaching out towards another hand, with the sun in the background. The hands are positioned in front of a field, and there is a person and a dog in the scene. The time of day appears to be during sunset, as the sun is visible in the background.",
    "./images/photo-1612966809559-dac0bed38b6a.jpg": "The image features a busy city street with cars driving down the road, a tall building in the background, and a clock tower visible in the distance. The scene takes place during the day, and the lighting appears to be bright, creating a vibrant atmosphere.",
    "./images/photo-1633209431128-b469b5640d1e.jpg": "The image features a close-up of grass with green leaves, possibly in a field or garden. The grass is lush and green, and it appears to be in a natural setting. The grass is surrounded by other plants, and there is a dark background. The scene is set during the day, and the lighting is bright, possibly due to sunlight.",
    "./images/photo-1631884284118-a53ef8540111.jpg": "The image features a colorful, swirling, and abstract painting on a white background. The painting is a close-up of a large, round, and colorful object. The time of day appears to be night, as the painting is lit up, creating a dramatic and visually appealing scene. The painting is positioned in the foreground, with the white background in the background.",
    "./images/photo-1635922454383-3138bb8ebae7.jpg": "The image features a tall building with a white exterior, a large window, and a clock on the side. The building is located in a city setting, and it appears to be a modern architectural design. The time of day is daytime, as the image is well-lit.",
    "./images/photo-1541252260730-0412e8e2108e.jpg": "The image shows a group of women running on a track, with one of them leading the pack. They are wearing uniforms, and the background features a stadium. The time of day appears to be daytime, as the lighting is bright and clear.",
    "./images/photo-1635990215165-9f03a3c06d93.jpg": "The image shows a car interior, with a steering wheel and a gear shift visible. The car is parked, and the sun is shining through the window. The car is parked in a parking lot, and there are no people or objects visible in the image.",
    "./images/photo-1488900128323-21503983a07e.jpg": "The image features a purple ice cream cone sitting on a table, surrounded by other ice cream cones and a spoon. The scene is set during the day, with the sun shining brightly in the background. The ice cream cones are placed close to each other, and a person is also present in the image. The overall setting appears to be a casual and enjoyable outdoor gathering or event.",
    "./images/photo-1548010514-c6575cefcdcc.jpg": "The image features a large, illuminated Eiffel Tower at night, with a dark sky in the background. The tower is lit up, creating a dramatic and beautiful scene.",
    "./images/photo-1634291934402-7968f44a2939.jpg": "The image features a woman standing next to a man, both of them holding skateboards. They are standing in front of a green van, which is parked on the side of the road. The scene takes place during the day, and the woman is wearing a polka dot dress.",
    "./images/photo-1635788798247-92a15f830a3b.jpg": "The image features a living room with a couch, a chair, a TV, a table, and a fireplace. The room is dimly lit, and the fireplace is lit. The scene is set during the day.",
    "./images/photo-1636114673156-052a83459fc1.jpg": "The image features a clock and a Facebook logo, both placed on a white background. The clock is positioned above the Facebook logo, and they are both on a white surface. The time of day appears to be daytime, as the clock is visible and the Facebook logo is clearly visible.",
    "./images/photo-1636806961068-6d02a5d5e32c.jpg": "The image features a harbor with a marina, a pier, and a few boats. The marina is situated next to a city, and the boats are docked at the pier. The scene is set during the day, with the sun shining brightly. The boats are positioned close to the pier, and there are people nearby, possibly enjoying the harbor's amenities.",
    "./images/photo-1636137704901-d6101311dc62.jpg": "The image features a large telescope mounted on a tripod, pointing towards the sky. It is mounted on a hill, and there is a city in the background. The time of day appears to be during the day, as the sky is visible. The telescope is positioned in such a way that it is capturing the cityscape, which suggests that it is being used for astronomical observation or photography.",
    "./images/photo-1637264294394-f45b4ec542f9.jpg": "The image features a large jellyfish floating in the ocean, with its tentacles extended. The background is blue, and the jellyfish is positioned in front of a dark blue sky. The time of day appears to be daytime, as the sky is visible. The jellyfish is close to the camera, and there is a person in the background. The setting appears to be a beach, where the jellyfish is swimming in the ocean.",
    "./images/photo-1623494030543-2ef3fd71e8c2.jpg": "The image features a field with a large number of colorful hot air balloons flying in the sky. The balloons are positioned in a row, creating a visually appealing scene. The sky is blue, and the sun is setting, casting a warm glow on the scene. The balloons are flying in the distance, and there are no people visible in the image.",
    "./images/photo-1622927101721-c9315c019a25.jpg": "The image features a forest with trees, some of which are covered in snow. The trees are tall and surrounded by a dense forest, creating a serene and natural atmosphere. The sky is dark, indicating that it might be nighttime or late in the day. The forest is filled with trees, and there is a blue car parked in the middle of the woods.",
    "./images/photo-1635345825088-98068082ca5e.jpg": "The image features a woman wearing a hat and sunglasses, standing in front of a white background. She is posing for a photo, and there is a clock in the background. The time of day is not explicitly stated, but it is likely daytime, as the lighting is bright and the woman is well-lit.",
    "./images/photo-1628255591287-2147e76fe3f0.jpg": "The image features a large island with a grassy field, a soccer field, and a body of water, possibly a lake or a river. The scene is set during the day, with the sun shining brightly. The island is surrounded by water, and there are boats visible in the distance.",
    "./images/photo-1636192677130-83a4cbd0f7d3.jpg": "The image features a snowy mountain range with a snow-covered peak in the background. The sky is blue, indicating a clear day. The mountain range is located in the foreground, with the peak being the tallest point. The image is taken during the day, and there are no people or objects visible in the scene.",
    "./images/photo-1637274503062-bceca456c9bd.jpg": "The image features a street scene at night, with a foggy atmosphere. A traffic light is visible, and there are two traffic lights on the street. The traffic lights are red, and a car is passing by. The scene is set in a city, with a foggy sky and a lit-up street.",
    "./images/photo-1618969322232-92a7aa295ce1.jpg": "The image features a wall with graffiti and a clock, possibly a clock on the wall or a clock on the ground. The wall is covered in graffiti, and the clock is either on the wall or the ground. The time of day appears to be daytime, as the lighting is bright. The wall is located in a public space, and there are no people or objects visible in the image.",
    "./images/photo-1568858989121-ac417bc11135.jpg": "The image features a field of yellow sunflowers, which are in full bloom. The sun is shining brightly, casting a warm glow on the scene. The sunflowers are positioned in the foreground, while the sky is in the background. The sun is low in the sky, indicating that it is either early morning or late afternoon.",
    "./images/photo-1635484868888-f29fe141733a.jpg": "The image shows a man wearing a hat and a face mask, standing on a train platform, looking at his cell phone. The background features a train in the distance, and the scene is set during the day.",
    "./images/photo-1635979122332-93e6d4c60c23.jpg": "The image features a red truck parked in front of a tall building, possibly a castle, with a clock tower visible in the background. The scene is set during the day, and the lighting suggests that it is a sunny day. The truck is parked on the street, and there are no people or objects visible in the image.",
    "./images/photo-1637102838597-c569a52e6597.jpg": "The image features a lake at night, with a clear sky and stars visible. The lake is surrounded by trees, and there is a boat in the water. The scene is set in a serene and peaceful setting, with the boat floating in the calm lake.",
    "./images/photo-1635098996167-bd4cc370a289.jpg": "The image features a woman sitting in a chair, wearing a pink shirt and a white tie. She is posing for the camera, and there is a potted plant in the background. The time of day appears to be daytime, as the lighting is bright and clear. The woman is positioned in front of a window, which suggests that she might be in a room with natural light.",
    "./images/photo-1471897488648-5eae4ac6686b.jpg": "The image features a laptop computer with a keyboard and a mouse on a desk, sitting next to a vase with a plant in it. The laptop is open, and the screen is turned on. The time of day is daytime, and the lighting is bright.",
    "./images/photo-1631698637575-f9445d7faa7d.jpg": "The image features a blue and white sign with text on it, which is placed in front of a blue sky. The sign is positioned in the foreground, while the sky is in the background. The time of day appears to be daytime, as the sky is bright and clear.",
    "./images/photo-1561187273-0d2494d76346.jpg": "The image features a street with a road, a sidewalk, and a tree in the background. The scene is set during the day, with the sun shining brightly. A person is standing on the sidewalk, and a car is driving down the road.",
    "./images/photo-1634544190292-65c22300dcae.jpg": "The image features a road with a moon in the background, trees, and a sky filled with clouds. The road appears to be empty, with no visible traffic or pedestrians. The scene is set during the day, as indicated by the presence of the moon.",
    "./images/photo-1580435866027-521857ac8728.jpg": "The image features a fire in the background, with a grill and a pile of hot dogs on sticks. The hot dogs are placed on a grill, and they are lit. The fire is creating a warm and cozy atmosphere, and the grill is positioned close to the fire.",
    "./images/photo-1636143135393-2f68f6d360da.jpg": "The image features a snow-covered mountain with a peak, a body of water, and a tree in the background. The scene is set during the day, with the sun shining brightly. The mountain is the main focal point, and the body of water is located near the base of the mountain. There is a person standing near the water, and a tree is visible in the background. The image captures a peaceful and serene winter landscape.",
    "./images/photo-1627923939545-e69ba2104181.jpg": "The image shows a fence with a sign on it, indicating no parking. The sign is placed in front of a building, and there is a chair in the background. The scene is set during the day, with the lighting illuminating the area.",
    "./images/photo-1634064415653-ee82705f5451.jpg": "The image features a house with a balcony overlooking the ocean, with a boat in the water below. The scene is set during the day, with sunlight illuminating the area. The house is situated on a cliff, providing a picturesque view of the water and the boat.",
    "./images/photo-1635994481056-72caf67341dd.jpg": "The image features a group of people standing on a rocky cliff, with a mountain in the background. The scene takes place during the day, and the lighting appears to be bright, creating a visually appealing atmosphere.",
    "./images/photo-1576442849893-92c987a8ef80.jpg": "The image features a snowy landscape with a train passing through a tunnel. The train is traveling through a snow-covered forest, and there are trees in the background. The scene is set during the day, and the train is illuminated by sunlight.",
    "./images/photo-1512351735230-a07ebdf5b5e1.jpg": "The image features a waterfall in a lush green forest, with a body of water in the background. The waterfall is a large, powerful, and green-colored force of nature. The scene is set during the day, with the sun shining brightly, illuminating the waterfall and its surroundings.",
    "./images/photo-1634644099092-734658d5e286.jpg": "The image features a green, swirling, and flowing water surface, with a blue sky in the background. The water is surrounded by a body of water, and there are some trees nearby. The scene is set during the day, with sunlight illuminating the area.",
    "./images/photo-1635965450325-db9599123c9b.jpg": "The image features a hotel with a red roof, located on a mountain road. There are cars parked in front of the hotel, and a person is riding a motorcycle. The scene is set during the day, with the sun shining brightly. The hotel is situated next to a mountain, creating a picturesque and serene atmosphere.",
    "./images/photo-1636027572844-0ef78ee54c6d.jpg": "The image features a tree with yellow leaves, standing in a field of grass. The scene is set during the day, with the sun shining brightly. The tree is located in the foreground, and there are rocks in the background. The tree is surrounded by a grassy field, and there is a rock nearby.",
    "./images/photo-1634149944809-106fe7210c51.jpg": "The image features a castle in the background, with a person standing in front of it. The castle is surrounded by trees and is bathed in sunlight. The person is wearing a hat and appears to be enjoying the view.",
    "./images/photo-1636122436351-e36772ee8876.jpg": "The image features a large sign with the words \"Scientology\" on it, which is located in front of a building. The sign is lit up, possibly at night, creating a visually striking scene. The building appears to be a tall structure, possibly a church or a religious institution, and the sign is placed in front of it. The time of day is not explicitly stated, but the lighting suggests that it is nighttime.",
    "./images/photo-1606590056137-c3c4f42074d4.jpg": "The image features a man with a butterfly-shaped eye, wearing a black shirt, and looking at the camera. He is standing in front of a white wall.",
    "./images/photo-1636014470337-fd160bee5530.jpg": "The image features two horses, one brown and one white, standing close to each other in a field. They are facing each other, and their noses are touching. The background is a grassy field, and the time of day appears to be during sunset. The lighting is warm and soft, creating a serene atmosphere.",
    "./images/photo-1635179850659-da5451a9416c.jpg": "The image features a woman sitting on a blanket on a grassy field, holding a box of food and drinks. The box contains various items such as sandwiches, fruit, and a bottle. The woman is surrounded by a picnic table and chairs, which are set up for her enjoyment. The scene takes place during the day, and the lighting appears to be natural, creating a pleasant atmosphere for the woman to enjoy her meal outdoors.",
    "./images/photo-1637275769153-b5fb9e5647f1.jpg": "The image features a frothy coffee drink, likely a latte, sitting on a wooden table. There are several candy canes placed around the drink, and a clock is visible in the background. The scene is set during the day, and the lighting is bright.",
    "./images/photo-1634274684750-450032cefa7a.jpg": "The image features a young child wearing a jacket with the word \"Respect\" on it, standing next to a woman. They are both in front of a building, possibly a courthouse, and there is a bench nearby. The scene appears to be set during the day, with natural lighting illuminating the area.",
    "./images/photo-1636244411431-e4ac0ce7b52d.jpg": "The image shows a large stadium with a white roof, a soccer field, and a crowd of people watching the game. The stadium is illuminated, and the sky is dark, indicating that it is nighttime.",
    "./images/photo-1606512072892-e7b92d25f91a.jpg": "The image features a tall building with a window, a brick wall, and a clock. The window is open, and there is a person visible inside. The time of day appears to be nighttime, as the clock is lit up, and the overall lighting is dim. The building is situated in a city, and the person inside the window is looking out.",
    "./images/photo-1636588118142-775d528a61a7.jpg": "The image features a person standing in a field at night, holding a lantern. The lantern is lit, illuminating the surroundings. The person is wearing a hood, possibly to protect themselves from the cold or to maintain a sense of privacy. The scene is set in a field with tall grass, which adds to the overall atmosphere of the image.",
    "./images/photo-1635263864583-a8b424150e82.jpg": "The image features a dog wearing a red and white striped shirt, standing in a grassy field during the day. The dog is positioned in the foreground, with trees in the background.",
    "./images/photo-1634746027343-985ad425b8b5.jpg": "The image features a book and a cup of coffee on a wooden table, with a cell phone placed nearby. The scene is set during the day, as indicated by the presence of sunlight. The objects are positioned close to each other, creating a cozy and relaxed atmosphere.",
    "./images/photo-1516705132691-90229160e57d.jpg": "The image features a large leafy plant with a green leaf, possibly a banana plant, in the foreground. The plant is positioned in front of a white background, and it appears to be a close-up shot. The time of day is likely daytime, as the lighting is bright and clear, allowing for the clear visibility of the plant and its surroundings.",
    "./images/photo-1605545255361-2e6bdc58ca55.jpg": "The image features a bamboo tree with green leaves, standing tall in a lush green forest. The tree is surrounded by other trees and plants, creating a dense and vibrant environment. The scene is set at night, as evidenced by the darkness and the absence of any visible light sources.",
    "./images/photo-1635179241102-122e36d12c47.jpg": "The image features a small red cabin situated on a rocky shoreline, with a body of water in the background. The cabin is surrounded by a rocky landscape, and the sky is overcast, indicating a cloudy day. The cabin is positioned near a body of water, possibly a lake or a river, and it is surrounded by rocks and trees.",
    "./images/photo-1602126303242-0228a05827b4.jpg": "The image features a leopard standing on a tree branch, with a backdrop of a sky and a tree in the background. The scene is set during the day, and the leopard is positioned in the foreground.",
    "./images/photo-1544038659-12337883d216.jpg": "The image features a group of people walking down a street, with some of them walking in the same direction and others going in opposite directions. The street is lined with buildings, and the scene is set during the day. The lighting appears to be somewhat dark, as the people are walking in the shade.",
    "./images/photo-1636304032863-4d2057996372.jpg": "The image features a field with a purple sky in the background, a tree, and a person standing in the foreground. The person is wearing a yellow shirt and is standing next to a yellow object. The scene is set during the day.",
    "./images/photo-1636557343665-dcf9adcead85.jpg": "The image features a man with a beard, who is holding a fish in his mouth. He is wearing a black sweater and has a fish in his mouth. The background of the image is a field.",
    "./images/photo-1619617345083-9f3857455d2e.jpg": "The image features a snow-covered landscape with a mountain range in the background, and a snow-covered valley. The sky is red, indicating that it is either sunset or sunrise. The scene is set during the day, as the sun is still up. A person is standing on a snow-covered hill, and there are trees in the foreground.",
    "./images/photo-1635306054653-9c059b7b5a80.jpg": "The image features a white building with a stairwell, a set of stairs, and a window. The building is located in a city setting, and the time of day appears to be daytime. The stairwell is situated in the middle of the building, and the window is located on the side of the building.",
    "./images/photo-1558005137-d9619a5c539f.jpg": "The image features a lush green field with a dirt road running through it. The sky is blue, indicating a clear day. There are trees in the background, and the field appears to be a part of a farm. The time of day is likely daytime, as the sky is bright and the field is well-lit.",
    "./images/photo-1635330409777-b3535af024ee.jpg": "The image features a street scene with a brick building, a bicycle, and a person. The building has a clock on it, and there is a person sitting on a bench in front of it. The scene is set during the day, with the sun shining brightly.",
    "./images/photo-1571215682742-561893604b40.jpg": "The image features a small, colorful house with a door and a window, surrounded by a garden with flowers and plants. The house is situated in a yard with a stone walkway and a fence. The time of day appears to be daytime, as the house is well-lit and the garden is visible.",
    "./images/photo-1593642702821-c8da6771f0c6.jpg": "The image features a laptop computer sitting on a desk, with a city skyline in the background. The laptop is open and turned on, and there is a clock visible on the screen. The time of day appears to be daytime, as the lighting is bright and clear.",
    "./images/photo-1635983936376-154277d90673.jpg": "The image features a yellow leaf on the ground, possibly in a forest or a park, during the day. The leaf is lying on the ground, and there are no other visible objects or people in the scene.",
    "./images/photo-1636307777550-3a5d2bdf69a1.jpg": "The image features a close-up of a silver sphere, which is a part of a larger metal sculpture. The background is dark, creating a dramatic contrast between the sphere and the background. The time of day appears to be night, as the lighting is dark and the scene is illuminated by artificial light. The sphere is positioned in the foreground, and there are several other spheres in the background, creating a visually appealing composition.",
    "./images/photo-1562374184-a71b175917b0.jpg": "The image features a tree with a reflection in the water, creating a visually appealing scene. The tree is standing in the water, and the sky is filled with clouds, indicating that it is either sunset or sunrise. The sky is also blue, which adds to the overall serene atmosphere of the scene.",
    "./images/photo-1634658602584-fbf13d8a5def.jpg": "The image features a pink tree with lots of flowers, possibly cherry blossoms, and a blue sky in the background. The tree is located in a park, and it is surrounded by other trees and bushes. The time of day appears to be daytime, as the sky is blue and the flowers are visible.",
    "./images/photo-1547574832-c6b67ae80f07.jpg": "The image features a sandy beach with a large wave, a person standing on the beach, and a car parked nearby. The scene is set during the day, with the sun shining brightly.",
    "./images/photo-1634312977603-af4396eb24cb.jpg": "The image features a lake with a reflection of trees and mountains in the water. The scene is set during the day, and the sky is clear. The trees are positioned in the background, creating a picturesque and serene atmosphere.",
    "./images/photo-1626303047287-5d712b21accc.jpg": "The image features a bird perched on a tree branch, with a forest in the background. The scene is set during the day, and the bird is facing the camera.",
    "./images/photo-1603374431352-8a072a395d6e.jpg": "The image features a lake with a dock, a wooden pier, and a boat. The scene is set during the day, with the sun shining brightly over the water. The lake is surrounded by mountains, creating a picturesque and serene atmosphere.",
    "./images/photo-1635876988521-35f66cda80ab.jpg": "The image features a snowy mountain range with a bridge crossing a valley. The scene is set during the day, with the sun shining brightly. The bridge is positioned in the foreground, while the mountains are in the background. The sky is clear and blue, creating a picturesque backdrop for the scene.",
    "./images/photo-1602485467114-f85820ce228f.jpg": "The image features a large ball sitting on a sidewalk, surrounded by buildings and a street. The ball is positioned in front of a building with a window, and it is sitting on a cement surface. The scene is set during the day, with the ball and the surrounding area illuminated by sunlight.",
    "./images/photo-1635998230603-c1ed2dfafdf5.jpg": "The image features a small house with a red door, a brick driveway, and a car parked in front of the house. The house is situated on a street, and there are trees in the background. The time of day appears to be evening, as the house is lit up. The house is also described as a small cottage, which suggests a cozy and charming atmosphere.",
    "./images/photo-1518156959312-07a5380c1261.jpg": "The image features a waterfall with a large body of water, possibly a lake, in the background. The waterfall is illuminated by the moon, creating a serene and picturesque scene. A group of people is standing near the waterfall, enjoying the view and the natural beauty.",
    "./images/photo-1636148851950-5cf659c66ef1.jpg": "The image features a woman in a black dress, standing in a field of tall grass, with a sun in the background. She is holding a cell phone in her hand, and there are trees in the background. The scene appears to be set during daytime.",
    "./images/photo-1636137088104-ab8cbb30d645.jpg": "The image features a man and a woman walking on a beach at night, with the ocean in the background. They are standing on the sand, possibly near the water's edge, and are silhouetted against the sky. The scene is set during the evening, with the sky dark and the beach illuminated by the moon.",
    "./images/photo-1635593702027-9259302009e4.jpg": "The image features a person riding a wave on a surfboard in the ocean. The wave is large and powerful, creating a dynamic and exciting scene. The background includes a rocky cliff, which adds to the picturesque setting. The time of day appears to be during the day, as the lighting is bright and clear. The surfer is positioned in the foreground, with the ocean and the cliff in the background.",
    "./images/photo-1626443330298-6954c60c256e.jpg": "The image features a dirt path, a rock, and a field of flowers. The path is lined with rocks and flowers, and it appears to be a scenic and peaceful setting. The time of day is dusk, as indicated by the soft lighting and the warm colors in the sky.",
    "./images/photo-1588272947905-24bec36c176d.jpg": "The image shows a rocky cliff with a dirt path leading to a valley. The path is surrounded by a desert landscape, and the sky is blue.",
    "./images/photo-1627930324332-c0c3bd5ccb20.jpg": "The image features a lone elephant in a vast, snow-covered field. The elephant is standing in the middle of the field, surrounded by snow. The scene is set during the day, with a clear sky in the background. The elephant appears to be the main focus of the image, with no other objects or people visible.",
    "./images/photo-1610112260132-ea7495ef1b61.jpg": "The image features a deer standing in a grassy field during the day. The deer is facing the camera, and there is a tree in the background. The scene is set in a rural or natural environment.",
    "./images/photo-1637250060437-eaad0291deff.jpg": "The image features a man sitting at a desk with a laptop, surrounded by various objects such as a keyboard, a mouse, and a cup. There is a camera and a tripod in the scene, indicating that the man might be preparing for a video recording or a photo shoot. The time of day appears to be late afternoon, as the lighting is still relatively bright. The background is white, which helps to highlight the objects and the man at the desk.",
    "./images/photo-1636649314542-9ca27f901803.jpg": "The image features a bridge with a white rail, a body of water, and a crowd of people gathered on the bridge. The scene takes place during the day, and the lighting is bright, making it easy to see the details.",
    "./images/photo-1633113090286-3318ea2d24ae.jpg": "The image shows a person sitting on a bed, holding a tablet computer, and using it. The tablet is positioned in front of the person, and there is a clock visible in the background. The scene appears to be set during the day, and the lighting suggests a well-lit environment.",
    "./images/photo-1575489272413-cb506258027e.jpg": "The image features a path through a forest, with a tree in the background and a person walking down the path. The path is surrounded by trees, and the person is walking through the woods. The image is taken at night, as indicated by the darkness and the lack of visible daylight.",
    "./images/photo-1635488638958-5dd6137f7995.jpg": "The image features a woman with a long braid, wearing a black shirt and a black jacket, standing in a field. She is holding a pair of scissors, which are positioned behind her head. The scene is set during the day, and the sun is shining brightly, creating a warm and inviting atmosphere.",
    "./images/photo-1604948209002-73b1b0235ec9.jpg": "The image features a beach scene with a sandy shoreline, palm trees, and a blue ocean. The sky is blue, and the sun is shining, creating a bright and sunny atmosphere. The beach is empty, with no people or objects visible in the image.",
    "./images/photo-1631478409245-d8f0e2c7d680.jpg": "The image features two yellow and white vans parked next to each other on a parking lot. They are parked in front of a building, and the sky is gray, suggesting that it might be a cloudy day.",
    "./images/photo-1635087940500-bc49d0cd6d3a.jpg": "The image features a large, open space with a wooden staircase leading to a second floor. The staircase is located in the middle of the area, and there is a chandelier hanging from the ceiling. The space appears to be dimly lit, creating a somewhat mysterious atmosphere.",
    "./images/photo-1635866869385-fabb68f0dea0.jpg": "The image features a large brown bear standing in front of a fence, with a fence post in the background. The bear is looking at the camera, and the scene is set during the day.",
    "./images/photo-1634616195757-66d5e402058d.jpg": "The image features a highway with a bridge in the background, and the sun is setting. The sky is orange, and the road is empty.",
    "./images/photo-1633706351407-49fc9a63ff9e.jpg": "The image features a mountainous landscape with a valley and a mountain range in the background. The sky is cloudy, and the sun is setting, creating a dramatic and serene atmosphere. The landscape is filled with colorful rocks and mountains, and there are trees in the valley.",
    "./images/photo-1636149076015-a7cb13e40ab2.jpg": "The image features a large bridge with a clock tower in the background, lit up at night. The bridge is situated in the foreground, and the clock tower is in the background. The scene is set during nighttime, and the lighting adds a dramatic effect to the image.",
    "./images/photo-1636189395464-c277f6f6f8ad.jpg": "The image features a mountain range with snow-capped peaks, and it is set during the day. The sky is blue, and the sun is shining, creating a bright and clear atmosphere. The mountain range is located in the background, and the sun is positioned behind the mountains, illuminating the scene. There are no people or objects in the foreground, and the image is focused on the majestic mountain range.",
    "./images/photo-1635880624075-8d8815783c1c.jpg": "The image features a small furry animal, likely a fox, sitting on a rock in a cave-like setting. The background includes a rock wall, and the time of day appears to be either early morning or late afternoon, as the lighting suggests. The animal is positioned in the foreground, and there are no other objects or people visible in the image.",
    "./images/photo-1557517395-f8dff7f191e7.jpg": "The image features two surfboards floating in the water, with a beach in the background. The scene is set during the day, and the lighting is bright, creating a vibrant atmosphere. The surfboards are positioned near a rocky shoreline, with a building visible in the background.",
    "./images/photo-1635057633867-bbb11bd336b3.jpg": "The image features a grassy field with tall grass and a sky in the background. The field is lit by the sun, creating a warm and vibrant atmosphere. There are no people or objects in the foreground, and the focus is on the grass and sky.",
    "./images/photo-1533335121856-52d185e85ec1.jpg": "The image features a close-up of a large palm leaf, possibly a frond, with a green background. The leaf is positioned in front of a tree, and there is a person in the background. The scene is set during the day, and the lighting appears to be bright, casting shadows on the leaf and the person.",
    "./images/photo-1604900881431-781565ae8d91.jpg": "The image features a person holding a sign that says \"Thank you Black Women,\" with a flower design. The sign is held up in front of a building, possibly a courthouse, and is being held by a man. The scene is set during the day, and the lighting appears to be bright.",
    "./images/photo-1635452066377-6df9b3529b33.jpg": "The image features a person using a spoon to eat food from a bowl, which is placed on a table. The background includes a wooden table, and the scene is set during the day.",
    "./images/photo-1581798269145-7512508289b9.jpg": "The image features a bowl filled with various types of jelly beans, with some of them being green. The bowl is sitting on a table, and there are also some green beans in the background. The scene is set during the day, with natural lighting illuminating the scene.",
    "./images/photo-1574672280600-4accfa5b6f98.jpg": "The image features a person cutting into a roasted turkey on a dining table. The turkey is placed on a wooden table, and the person is using a knife to cut into it. The turkey is surrounded by a plate, a fork, and a knife. The table is set for a meal, and the turkey is the main dish. The time of day is likely during the day, as there is daylight visible in the image.",
    "./images/photo-1637262448017-0fbbec87a898.jpg": "The image features a man holding a wallet in his hand, with a blue card visible inside. The wallet is placed in his jacket pocket. The scene takes place during the day, and the man is standing in front of a wall.",
    "./images/photo-1593642633279-1796119d5482.jpg": "The image features a laptop computer sitting on a wooden table, with a cup of water nearby. The laptop is open, and there is a clock visible in the background. The scene is set during the day, with natural light illuminating the area.",
    "./images/photo-1636355761620-712e88f86ade.jpg": "The image features a woman with a flower in her mouth, holding a pipe and a vape pen. She is standing in front of a wall and appears to be in a room. The time of day is unclear, but the lighting suggests that it is daytime.",
    "./images/photo-1529218402470-5dec8fea0761.jpg": "The image features a busy city street with a large number of people walking around. The street is filled with traffic, including cars and buses, and there are numerous signs on the buildings. The scene takes place during the day, and the lighting is bright, illuminating the cityscape.",
    "./images/photo-1538108149393-fbbd81895907.jpg": "The image shows a hospital room with beds, a sink, and a window. The beds are arranged in a row, and there are multiple beds in the room. The room is lit by a light, and a clock is visible on the wall. The time of day is not explicitly stated, but it is clear that the room is well-lit.",
    "./images/photo-1635546037630-107f3f848257.jpg": "The image features a woman wearing a hat and a jacket, standing in front of a building with a door. She is posing for a picture, possibly for a photo shoot. The background of the image includes a window and a wall. The time of day appears to be either early morning or late afternoon, as the lighting suggests a soft, diffused light. The woman is standing next to a door, which could be the entrance to the building she is posing in front of.",
    "./images/photo-1635683844800-fe8473ac25c2.jpg": "The image features a table with a clock, a vase, a chair, and a lamp. The table is placed in front of a wall, and the clock is positioned on the wall. The time of day appears to be daytime, as the lighting is bright and the objects are well-lit. The setting is indoors, with the table and the clock being the main focus of the image.",
    "./images/photo-1635846391361-188bd8eecc2d.jpg": "The image features a mountain range with a valley in the background. The sky is cloudy, and the sun is setting, creating a dramatic atmosphere. The scene is set during the evening, with the sun casting a warm glow on the landscape. There are no people or objects visible in the image.",
    "./images/photo-1635960778807-ff898f036487.jpg": "The image features a woman walking down a road in a forest, wearing a pumpkin mask. She is holding a pumpkin and appears to be enjoying her walk. The scene is set during the day, with the sun shining brightly. The woman is walking on a road surrounded by trees, creating a serene and picturesque atmosphere.",
    "./images/photo-1497034825429-c343d7c6a68f.jpg": "The image features a person holding a large scoop of ice cream, which appears to be a sundae, and a cone. The ice cream is sitting on a yellow background, and the scene is set during the day.",
    "./images/photo-1621849400072-f554417f7051.jpg": "The image features a lush green forest with tall trees, a dense foliage, and a path running through it. The scene is set during the day, and the sunlight illuminates the forest. The path is surrounded by greenery, and there are trees in the background.",
    "./images/photo-1636032442998-e69650e970bf.jpg": "The image features a snowy mountain range with a house nestled in the mountainside. The sky is dark, and the moon is visible, creating a serene and peaceful atmosphere. The house is illuminated by the moon, which adds to the overall ambiance of the scene.",
    "./images/photo-1609738394507-57348ec4e540.jpg": "The image features a cityscape at night, with a large city skyline in the background. The skyline is illuminated by lights, creating a vibrant and bustling atmosphere. The city is surrounded by a cloudy sky, which adds a dramatic effect to the scene. The image also includes a train, a bridge, and a building, all of which contribute to the urban landscape.",
    "./images/photo-1629897068815-93f9857b872f.jpg": "The image features a dark sky with stars visible, indicating that it is nighttime. A mountain is visible in the background, and a building is lit up, providing a contrast against the dark sky. The building is located on top of a hill, and the stars are scattered across the sky.",
    "./images/photo-1637094090928-cb95001ef49f.jpg": "The image features a woman riding a surfboard on a wave in the ocean. The background is a clear blue sky, indicating that it is daytime. The surfboard is positioned in front of the woman, and she is standing on it while riding the wave.",
    "./images/photo-1524758631624-e2822e304c36.jpg": "The image features a large room with a green carpet, a couch, a chair, and a table. There are multiple lamps in the room, providing light. The room is well-lit, and the objects are arranged in a way that creates a comfortable and inviting atmosphere.",
    "./images/photo-1577268173819-d36a3378f8d8.jpg": "The image features a snowy landscape with a small church in the background, lit up by a light shining through the trees. The scene is set during the night, with the moon visible in the sky. The church is surrounded by a fence, and there is a bench nearby. The light from the church illuminates the area, creating a serene and peaceful atmosphere.",
    "./images/photo-1636232608962-24f337e66235.jpg": "The image features a snowy mountain with a large, pointed peak, and a city in the background. The mountain is covered in snow, and the city lights are visible, indicating that it is nighttime. The mountain is positioned behind the city, and the city lights are shining brightly against the backdrop of the snow-covered mountain.",
    "./images/photo-1515592559813-3f7dff97e185.jpg": "The image features a small cabin in a forest, surrounded by trees and a tree-filled background. The cabin is situated near a tree, and the sun is shining brightly, illuminating the scene.",
    "./images/photo-1539353215725-6b3779362bea.jpg": "The image features a close-up of a large, geometric sculpture or a building with a unique, modern design. The background is black, and the time of day appears to be night. The objects and people in the image are not visible, and the setting is not described.",
    "./images/photo-1579885487896-abc1a9ebb77b.jpg": "The image features a lone tree in a desert-like environment, with a dark sky in the background. The tree is standing in the middle of a large, open plain. The scene is set during nighttime, as indicated by the dark sky. The tree is the main focus of the image, with no other objects or people visible.",
    "./images/photo-1637090106163-0288a4fb33d5.jpg": "The image features a street sign hanging from a pole, with a person standing underneath it. The sign is lit up, and it is nighttime. The sign is positioned above a city street, and there is a building in the background.",
    "./images/photo-1583219219478-4cbe2df4b8f8.jpg": "The image features a winding road surrounded by trees and bushes, with a house and a car visible in the background. The road is empty, and the time of day appears to be daytime. The road is located near a forest, and there is a person standing near the road.",
    "./images/photo-1549867679-8f092bfe5329.jpg": "The image features a rocky shoreline with a lighthouse in the background, a group of people walking on the beach, and a body of water nearby. The scene is set during sunset, which adds a warm and serene atmosphere to the scene.",
    "./images/photo-1637268852311-00c8259636bc.jpg": "The image features a man riding a skateboard down a road, with a mountain in the background. The scene is set during the day, and the man is wearing a hoodie. The road appears to be empty, with no other people or objects visible in the image.",
    "./images/photo-1635847858229-bf666ad5a698.jpg": "The image features a pile of pumpkins, some of which are white, sitting on a table or a counter. They are placed next to each other, possibly in a store or a display. The pumpkins are lit up, creating a warm and inviting atmosphere. The time of day is likely during the day, as the lighting suggests that the sun is shining.",
    "./images/photo-1628193826226-a7c781daa6c1.jpg": "The image features a beach scene with a body of water, a rocky shoreline, and a wave crashing into the shore. The sky is blue, and the sun is shining, creating a bright and sunny atmosphere.",
    "./images/photo-1630493391413-d96641b10a97.jpg": "The image features a large building with a glass roof, a water fountain, and a tree in the foreground. The scene is set during the day, with the sun shining brightly. The building appears to be a modern structure, possibly a museum or a public space, given its architectural design.",
    "./images/photo-1635438731506-5dedcd48314c.jpg": "The image features a waterfall with a large drop, surrounded by trees and rocks. The waterfall is located in a forest, and it is set against a backdrop of trees and mountains. The scene is captured during the day, with the sunlight illuminating the area.",
    "./images/photo-1635435581456-18823ecff579.jpg": "The image features a close-up of a pile of rocks on a table, with a black background. The rocks are red and brown in color. The time of day appears to be during sunset, as the lighting suggests a warm and soft atmosphere. The rocks are arranged in a pile, and there is a text in the image, which might be a description or a title.",
    "./images/photo-1589985269102-ff38adf6f00d.jpg": "The image features a table with a bowl of yellow butter, a vase, and a clock. The scene is set during the day, and the objects are placed on a counter. The butter is sitting in a glass dish, and the vase is placed nearby. The time of day is not explicitly stated, but the presence of a clock suggests that it is daytime.",
    "./images/photo-1636110351301-dc7ab9025cd9.jpg": "The image features a close-up of a white reindeer standing in the snow, with its head turned towards the camera. The background is white, and the scene is set during the day. The reindeer is standing near a tree, and there is a fence in the background.",
    "./images/photo-1636006988787-83d60e19f7e4.jpg": "The image features a woman standing on a beach at sunset, with the ocean in the background. The sky is filled with warm colors, creating a serene and picturesque atmosphere.",
    "./images/photo-1461896836934-ffe607ba8211.jpg": "The image features a person running on a track, holding a sports baton, and wearing a black outfit. The background includes a sky, and the time of day appears to be daytime. The person is positioned in the foreground, with the sports baton and the track in the background. The lighting is bright, illuminating the scene.",
    "./images/photo-1636139565467-fa3e429261ad.jpg": "The image features a graffiti-covered wall with the words \"Go Vegan\" written on it. The wall is located in a city setting, and the time of day appears to be during the day. The wall is also near a building and a window, and there are two people visible in the image.",
    "./images/photo-1636126176840-c61d03604424.jpg": "The image shows a lighthouse in the background, with a stormy sky and waves crashing nearby. The lighthouse is positioned on a rocky shoreline, and there is a person standing nearby. The time of day appears to be during a storm, as the sky is dark and the waves are rough.",
    "./images/photo-1635248426315-4f4f4f1440ff.jpg": "The image features a woman with long hair, wearing a black shirt, standing in front of a yellow wall. She is posing for a picture, and there is a clock visible in the background. The scene is set during the day, as the lighting suggests.",
    "./images/photo-1485550409059-9afb054cada4.jpg": "The image features a pile of yellow plastic toys, specifically Lego bricks, sitting on a table. The toys are arranged in a pile, and there is a yellow background. The scene is set during the day, and the toys are placed on a table.",
    "./images/photo-1557100955-93b2fb57c317.jpg": "The image features a close-up of a lush green palm tree with its leaves, likely taken during the daytime. The tree is surrounded by other plants, creating a tropical atmosphere.",
    "./images/photo-1634662520758-4d22c890b486.jpg": "The image features a building with a large, illuminated sign in the background. The sign is orange and blue, and it is located near a window. The time of day appears to be nighttime, as the building is lit up with bright lights. The sign is positioned above the window, and there is a person standing in front of the building. The setting is a cityscape, with the building and the sign being the main focus of the image.",
    "./images/photo-1636059863611-aa0715fc9f48.jpg": "The image shows a crowd of people gathered in a public space, with some holding flags and others standing around. The scene takes place during the day, and the crowd is engaged in a lively and energetic atmosphere.",
    "./images/photo-1635960778857-dce46e4bc6a1.jpg": "The image shows a young woman standing on a dirt road, wearing a dress, and holding a camera. She is surrounded by trees and is captured in a black and white photo. The time of day appears to be either early morning or late afternoon, as the lighting suggests. The dirt road is located in a wooded area, and the woman is standing in the middle of it.",
    "./images/photo-1503162894963-8c333941fb01.jpg": "The image features a beach scene with a sun setting over the ocean. The sky is filled with clouds, and the sun is casting a warm glow over the water. There is a person standing on the beach, and a boat is visible in the distance. The time of day is sunset, and the lighting is soft and warm, creating a serene and picturesque atmosphere.",
    "./images/photo-1636119829557-811b68e52981.jpg": "The image features a waterfall, a stream, and a cave-like entrance, all situated in a forested area. The scene is set during the day, with sunlight illuminating the surroundings. The waterfall is located in the foreground, while the stream flows into the cave. The forested area adds a natural and serene atmosphere to the scene.",
    "./images/photo-1636137674064-4db66407a54f.jpg": "The image features a man and a woman kissing under an umbrella, with the umbrella providing protection from the rain. They are standing close to each other, and the background shows a tree. The time of day appears to be during the day, as the lighting suggests.",
    "./images/photo-1635737588547-a8d97c2fb531.jpg": "The image features a bird perched on a tree branch, with a bird of prey in the background. The scene is set during the day, and the bird is sitting on a tree branch.",
    "./images/photo-1634834576400-56f5e1ad8db8.jpg": "The image features a large, empty warehouse with a dirt floor, a metal roof, and a brick wall. The warehouse is dimly lit, and there are no people or objects visible in the scene.",
    "./images/photo-1636309311589-68e0d689fc07.jpg": "The image features a beach scene with a body of water, such as a lake or ocean, and a rocky shore. The water is crashing onto the rocks, creating a dynamic and visually appealing scene. The time of day appears to be during sunset, as the sky is orange and the lighting is warm. The image includes a person standing on the rocks, and there is a text in the image that reads \"Sunset.\" The setting is a beach, where people can enjoy the beautiful view and the calming sound of the water.",
    "./images/photo-1635807012936-540d20f59e34.jpg": "The image features a woman wearing a hat and a brown shirt, holding an apple in her hand. She is standing in front of a tree, which is a prominent feature in the background. The time of day appears to be daytime, as the lighting is bright and natural. The woman is positioned in front of the tree, and the apple is in her hand.",
    "./images/photo-1632596240671-568025f89eb7.jpg": "The image features a desert landscape with a rocky terrain, a sand dune, and a rock formation. The sky is blue, indicating a clear day. The scene is set during the day, with the sun shining brightly.",
    "./images/photo-1636071659269-b796a1b56b9d.jpg": "The image features a rocky landscape with a mountain in the background, a tree, and a person standing in the foreground. The scene is set during the day, and the sky is blue. The person is standing in the middle of a field, surrounded by rocks and trees.",
    "./images/photo-1633114074431-746f5b25ec85.jpg": "The image features a woman holding a tablet computer, possibly a Microsoft Surface, in a public setting. She is wearing a black shirt and jeans, and her pose suggests that she is posing for a photo. The background includes a wall and a building, and the scene appears to be set during the day.",
    "./images/photo-1634582989477-a237f47cde93.jpg": "The image features a tall building with a large window, and it appears to be a modern building. The time of day is daytime, and the building is situated in a city. The large window allows for natural light to enter the building, creating a bright and inviting atmosphere.",
    "./images/photo-1636725691774-e9c7cfb150ab.jpg": "The image features a castle with a stone wall and a stone bridge, which is a part of the castle's structure. The castle is situated in a lush green field, and the sky is overcast, suggesting a cloudy day. The castle is located near a river, and there are people walking on the bridge.",
    "./images/photo-1521706862577-47b053587f91.jpg": "The image features a lush green forest with many trees, including palm trees, and a sky in the background. The trees are in the foreground, and they appear to be in a tropical setting. The time of day appears to be late afternoon, as the sun is setting, casting a warm glow over the scene.",
    "./images/photo-1631507467986-bc98ba4ed1b3.jpg": "The image features a bridge with a pagoda-like structure, a stone wall, and a waterway in the background. The scene is set at night, with the bridge and pagoda illuminated. The bridge is located near the water, and there are people walking on the bridge.",
    "./images/photo-1634054368689-118c23f2b393.jpg": "The image features a row of green boats sitting in the water, with a foggy mountain backdrop in the background. The boats are docked at a pier, and there are two people in the scene. The time of day appears to be early morning, as suggested by the foggy conditions.",
    "./images/photo-1636038236932-42d8ce006707.jpg": "The image features a row of padlocks hanging from a chain, with some of them facing the camera. The scene is set during the day, and the lighting is bright. The padlocks are hanging from a fence, and there is a person standing in the background.",
    "./images/photo-1635924941939-2b58521c61fa.jpg": "The image features a man standing in the air, possibly in a dark room, with a car in the background. The man is wearing a space suit, and there is a clock visible in the scene. The time of day appears to be night, as the room is dark. The man is suspended above the car, which is parked in the background.",
    "./images/photo-1633873298826-57c91633f832.jpg": "The image shows a snow-covered mountain range with trees in the background. The scene is set during the day, with the sun shining on the mountains. The mountains are in the foreground, and the trees are in the background, creating a picturesque and serene landscape.",
    "./images/photo-1600037402813-d7f103d0cd05.jpg": "The image features a close-up of a colorful bird, likely a parrot, with its wings spread. The bird is sitting on a branch, and there is a black background behind it. The bird is positioned in front of a dark background, which creates a contrast between the bird and its surroundings. The time of day appears to be either early morning or late afternoon, as the lighting is soft and diffused.",
    "./images/photo-1628498048001-2f4635107dbc.jpg": "The image features a dog sitting on the sidewalk, wearing a sign that says \"I'm with the queens.\" There are several people standing nearby, and the dog is positioned in the foreground. The scene takes place during the day, and the dog is laying on the sidewalk.",
    "./images/photo-1635702961555-8c700d0c79f0.jpg": "The image features a person riding a bicycle on a road, with a forest in the background. The scene is set during the day, and the lighting suggests that it is either early morning or late afternoon. The person is wearing a helmet and riding a bike with a backpack, and there are no other visible objects or people in the image.",
    "./images/photo-1636149841788-795891beb81a.jpg": "The image features a waterfall with a stream flowing through the rocks, surrounded by trees. The waterfall is located in a forest, and the scene is set during the day.",
    "./images/photo-1635179226026-d4b96f124eee.jpg": "The image features a small harbor with a boat docked in the water, surrounded by several houses. The scene is set during the day, with the sun shining brightly, creating a picturesque atmosphere. The houses are situated on stilts, adding a unique architectural element to the scene.",
    "./images/photo-1516746924755-babd21844370.jpg": "The image features a close-up of a bowl filled with colorful sprinkles, with a close-up of a single sprinkle visible. The background is white, and the bowl is sitting on a table. The time of day is not explicitly stated, but the presence of a white background suggests that it might be daytime.",
    "./images/photo-1636126175692-ef9f1d41a038.jpg": "The image features a red sports car parked on a dirt road, with a mountain in the background. The car is parked near a rock formation, and there is a person standing nearby. The time of day appears to be during the day, as the lighting is bright.",
    "./images/photo-1634158930632-5fe117ef3574.jpg": "The image features a snow-covered mountain with a cloudy sky in the background. The mountain is in the foreground, and there are two people standing on the side of it. The scene is set during the day, and the lighting is bright, creating a contrast between the snow and the sky.",
    "./images/photo-1564369790608-e7fefe819dec.jpg": "The image features a lake at night, with a starry sky visible above the water. The scene is set in a forest, with grass and trees surrounding the lake. The lake is calm, and the night sky is filled with stars, creating a serene and peaceful atmosphere.",
    "./images/photo-1636146321825-c8dd069be6ee.jpg": "The image features a camera, a lens, and several other objects on a table. The objects are placed on a grey cloth, and there is a clock in the background. The scene appears to be set during the day, and the objects are arranged in a way that suggests they are being used or displayed.",
    "./images/photo-1519494026892-80bbd2d6fd0d.jpg": "The image features a white counter in a lobby, with a clock and a sign above it. There are also two chairs and a trash can nearby. The background is blue, and the time of day appears to be during the day. The counter is positioned in the foreground, with the chairs and trash can in the background. The lighting is bright, and there is a text sign in the image.",
    "./images/photo-1554570731-63bcddda4dcd.jpg": "The image shows a close-up of a green plant with green leaves, possibly a fern, in a lush green environment. The plant is surrounded by other green plants, creating a dense and vibrant greenery. The time of day appears to be daytime, as the lighting is bright and clear. The plants are positioned close to each other, creating a dense and lush green environment.",
    "./images/photo-1533602747409-1f3dea118ac8.jpg": "The image features a close-up of a bunch of colorful, twisted, and curled candies, likely gummy worms or other similar treats. The candies are displayed on a white surface, and they are sitting on a table. The candies are arranged in a visually appealing manner, with their vibrant colors and unique shapes creating an attractive presentation.",
    "./images/photo-1635990237898-5a2229089456.jpg": "The image features a person laying on the ground, possibly on a tennis court, with a tennis racket nearby. The person is wearing a blue shirt and is positioned next to a fence. The time of day appears to be daytime, as the lighting suggests.",
    "./images/photo-1627844718641-f3bda7d6050b.jpg": "The image features a waterfall with a stream flowing through a rocky area, surrounded by trees. The scene takes place during the day, with sunlight illuminating the scene. The waterfall is located in a forest, and the stream is flowing down a hillside.",
    "./images/photo-1634422110169-f260f670c3e8.jpg": "The image features a foggy day with a wind turbine in the background, possibly in a field or an open area. The time of day is unclear, but the scene appears to be during the day. The wind turbine is positioned in the distance, and there are no people or objects visible in the foreground. The lighting in the image is likely due to the fog, which creates a somewhat mysterious and atmospheric atmosphere.",
    "./images/photo-1636205676986-8ad0081a792d.jpg": "The image is a close-up of a pile of black faces, which are black and white photographs of people's faces. The background is black, and the time of day appears to be night. The faces are arranged in a pile, and they are positioned close to each other. The lighting in the image is dark, which creates a dramatic and artistic effect.",
    "./images/photo-1508138221679-760a23a2285b.jpg": "The image features a plane flying through a forest, with trees surrounding it. The plane is positioned above the trees, and it appears to be flying through a dense forest. The time of day is night, as the plane is flying through the trees during the night.",
    "./images/photo-1583139937725-8ccafdb2db1b.jpg": "The image features a woman lying on a bed, wearing a red bikini. The background is dark, and the time of day appears to be night. The scene is set in a bedroom, with a man lying next to her.",
    "./images/photo-1536329583941-14287ec6fc4e.jpg": "The image features a notebook with a pen and a pencil on a pink background. The notebook is open, and the pen and pencil are placed on top of it. The time of day is daytime, and the notebook is sitting on a desk.",
    "./images/photo-1637161286732-d94c874fadba.jpg": "The image features a man standing on a street corner, looking at a traffic light. He is wearing a black shirt and a black hat. The traffic light is red, and there are other traffic lights in the background. The scene takes place during the day.",
    "./images/photo-1516747773440-e114ee0d3c07.jpg": "The image features a close-up of a pile of colorful candy, specifically gummy worms, sitting on a blue table. The scene is set during the day, and the lighting is bright, highlighting the vibrant colors of the candy.",
    "./images/photo-1637266702921-a2eae66c7f9d.jpg": "The image features a mountain range in the background, with a snow-covered peak. The sky is dark, indicating that it is nighttime. The mountain is lit up by the moon, creating a dramatic and serene atmosphere. There are no people or objects visible in the image.",
    "./images/photo-1637310916063-3fdcd6bb88b4.jpg": "The image features a jellyfish floating in the water, with a close-up view of its tentacles. The background includes a cloudy sky, and the scene is set during the day. The jellyfish is positioned in the foreground, and there is a person visible in the image.",
    "./images/photo-1633354585554-0f022d8a91dc.jpg": "The image shows a group of people holding signs and protesting in a city street. The protestors are holding signs and standing in front of a building. The protest is taking place during the day, and the scene is lit by sunlight.",
    "./images/photo-1635502152437-18e0c22de313.jpg": "The image features a person holding a cell phone, taking a picture of themselves in a large, ornate building. The building has a dome and a clock tower, and the person is standing in the middle of the room. The time of day appears to be daytime, as the lighting is bright.",
    "./images/photo-1636148949037-577be4e696a1.jpg": "The image features a snowy mountain landscape with a waterfall, a frozen waterfall, and a small stream. The waterfall is surrounded by rocks and ice, creating a serene and picturesque scene. The time of day appears to be during the day, as the sunlight illuminates the area. The waterfall is located in a rocky, snow-covered mountain valley, and there is a small stream nearby.",
    "./images/photo-1635913231119-7148f7c6ad8c.jpg": "The image features a woman dressed in a Halloween costume, sitting on the ground in a forest. She is holding a pumpkin and appears to be posing for a picture. The scene is set during the day, and the lighting appears to be natural, creating a warm and inviting atmosphere.",
    "./images/photo-1636118155446-e9ec9187aa1f.jpg": "The image features a woman standing on a beach, wearing a plaid coat and a hat. She is posing for a picture, and the background includes a body of water, likely the ocean. The time of day appears to be daytime, as the beach is well-lit. The woman is standing near a rock, and there is a backpack nearby.",
    "./images/photo-1635461742809-95b4f1365a7d.jpg": "The image features a pile of brown leaves on the ground, with a tree in the background. The leaves are scattered across the ground, creating a natural and autumn-themed scene. The time of day appears to be during the day, as the lighting is bright and clear. The leaves are in the foreground, with the tree in the background, and there is a person visible in the image.",
    "./images/photo-1635481628786-a1e8fc6569f2.jpg": "The image features a group of people sitting around a fire pit in a wooded area, with a fire burning in the background. The scene takes place during sunset, creating a warm and cozy atmosphere. The fire pit is surrounded by chairs, and the group of people is gathered around it, enjoying the warmth and each other's company.",
    "./images/photo-1633083014872-cda3961842ec.jpg": "The image features a bird perched on a tree branch in a snowy forest, with a dark sky in the background. The bird is facing away from the camera, and it appears to be in a tree with bare branches. The time of day is likely late afternoon, as the lighting suggests that the sun is setting.",
    "./images/photo-1496449903678-68ddcb189a24.jpg": "The image features a neon sign hanging on a brick wall, with a clock visible in the background. The neon sign is lit up, creating a bright and eye-catching display. The time of day appears to be during the day, as the neon sign is well-lit and the clock is visible. The sign is positioned above the clock, and there are several pillows and a skateboard nearby. The setting appears to be a room or a store, possibly a skateboarding shop or a room with a skateboard theme.",
    "./images/photo-1633993365492-0828ece5c0ed.jpg": "The image features a mountain range with a hillside and a mountain peak in the background. The sky is dark, and the sun is setting, creating a dramatic and serene atmosphere. The mountain range is illuminated by the sun, casting a warm glow on the landscape.",
    "./images/photo-1623039925698-1f96229b1a51.jpg": "The image features a tree with red leaves in the background, and a person is standing in front of it. The tree is in the foreground, and the person is in the background. The scene is set during the day, and the lighting is bright, creating a contrast between the tree and the person.",
    "./images/photo-1552205526-7ad7c9aa94c7.jpg": "The image features a small house with a door and a window, sitting on a snow-covered field. The house is surrounded by a dark sky filled with stars, indicating that it is nighttime. The house is positioned next to a tree, and there is a person standing outside the house. The image captures a serene and peaceful moment in the night, with the stars providing a beautiful backdrop for the scene.",
    "./images/photo-1635586668235-6e1457115785.jpg": "The image features a man wearing a hat and holding a flower in his hand. He is standing in front of a white wall, possibly in a studio setting. The time of day appears to be either early morning or late afternoon, as the lighting suggests a soft, diffused light. The man is positioned in front of a white wall, which might serve as a backdrop for the photo.",
    "./images/photo-1636140095196-6cf5df0f7fe3.jpg": "The image features a narrow staircase with a handrail, leading to a higher level. The staircase is located in a dark area, possibly a basement, with a window at the top. The time of day is night, as indicated by the darkness. The staircase is surrounded by a black background, and there is a person standing at the bottom of the stairs.",
    "./images/photo-1633113215719-e9cc39f594b2.jpg": "The image features two men standing in a room, with one of them sitting at a desk. They are both wearing hats and are engaged in a conversation. The room appears to be dimly lit, with a laptop and a chair visible in the scene.",
    "./images/photo-1519778119555-47f8a0929968.jpg": "The image features a tall building with a glass exterior, possibly a skyscraper, with a blue sky in the background. The building is situated between two other buildings, creating a unique architectural composition. The scene is set during the day, with natural lighting illuminating the area.",
    "./images/photo-1616793959465-34b21c240f60.jpg": "The image features a neon sign with the word \"me\" written on it, which is hanging from a ceiling. The sign is lit up, creating a bright and eye-catching display. The background of the image is blue, and the sign is positioned in the foreground. The time of day is likely during the evening, as the neon sign is illuminated, and the sky is dark blue.",
    "./images/photo-1636124462545-a03553f4a4d8.jpg": "The image features a hallway with a green door and a green wall, which creates a sense of harmony and balance. The door is open, and there is a clock on the wall. The time of day appears to be daytime, as the lighting is bright and well-lit. The hallway is empty, with no people or objects visible.",
    "./images/photo-1503023345310-bd7c1de61c7d.jpg": "The image features a man standing in a field of tall grass, wearing a blue jacket, and looking up at the sky. The sky is filled with clouds, and there is a mountain in the background. The time of day appears to be either early morning or late afternoon, as the lighting suggests a soft, diffused light.",
    "./images/photo-1636185580609-9a0cecbb7013.jpg": "The image features a woman with long hair, wearing a white shirt, standing in front of a green leafy tree. She is partially hidden behind the tree, with her face partially obscured by the foliage. The scene takes place during the day, and the lighting is natural, creating a pleasant atmosphere.",
    "./images/photo-1635831505716-fa6861a8e8c3.jpg": "The image features a close-up of a green plant with long, thin branches, with the plant's leaves reaching out towards the camera. The background is dark, creating a contrast between the plant and the surrounding environment. The time of day appears to be either early morning or late afternoon, as the lighting is soft and warm. The plant is positioned in front of a wall, and there is a text message on the wall, possibly indicating a conversation or a message left by someone.",
    "./images/photo-1636069657113-af63a5aca1b2.jpg": "The image features a beach scene with a house and a car parked on the sand. The house is located near the water, and the car is parked on the beach. There are people walking on the beach, and the sky is blue, suggesting a pleasant day.",
    "./images/photo-1635958030830-f0bbd21d919c.jpg": "The image features a woman in a bikini standing in a body of water, possibly a pool or a lake, with a waterfall in the background. The scene is set during the day, and the waterfall is illuminated by sunlight.",
    "./images/photo-1525950585137-7ccabbf3ed62.jpg": "The image features a body of water, such as a lake or a pond, with a reflection of trees and mountains in the water. The scene is set at sunset, with the sun casting a warm glow on the landscape. The water is calm, and there is a lone tree in the foreground. The image also includes a person standing near the water, and the sky is filled with clouds.",
    "./images/photo-1635352285792-dbef0d9f570a.jpg": "The image features a large greenhouse filled with various plants and flowers. The greenhouse is located in a garden, and it is open, allowing natural light to enter. The scene is set during the day, with sunlight illuminating the greenhouse. The plants and flowers are arranged in pots and vases, creating a vibrant and colorful display.",
    "./images/photo-1634842135325-3519b715a2a6.jpg": "The image features a close-up of a fire in the sky, with smoke rising from it. The fire is located in the background, and it appears to be a nighttime scene. The fire is surrounded by a dark sky, which contrasts with the bright fire.",
    "./images/photo-1547574677-78ac9141ed6a.jpg": "The image shows a close-up of a sandy beach with a sandy surface, rocks, and a few rocks scattered around. The background features a sky, and the scene is set during daytime.",
    "./images/photo-1578663300016-461177ffd732.jpg": "The image features a bridge at night, with people walking on it. The bridge is illuminated, creating a beautiful and serene atmosphere. The scene is set in a city, with buildings visible in the background."
}